[
    {
        "name": "Dabur Broncorid Syrup",
        "description": "Dabur Broncorid Syrup is an Ayurvedic formulation that can help support respiratory health. It has anti-inflammatory and anti-allergic properties. It is formulated using potent Ayurvedic herbs, which have expectorant properties. It may alleviate breathlessless due to allergy. The syrup helps build immunity and protect from common cold.",
        "Directions for Use": "Adults: 2 teaspoonfuls (10 ml) with lukewarm water twice a day, Children (5-12 years): 1 teaspoonful (5 ml) with lukewarm water twice a day",
        "id": "Common cold_1",
        "url": "https://www.1mg.com/otc/dabur-broncorid-syrup-for-chronic-allergic-cough-common-cold-for-lungs-respiratory-care-otc226491"
    },
    {
        "name": "Bio India Complex 7 Fever & Common Cold Drop",
        "description": "is a useful remedy for curing flu, cold, dry cough, body ache and high temperature. It is also proven to be effective in treating infections and internal inflammations.",
        "Directions for Use": "Dissolve up to 20 drops in water 3 times in a day or as directed by your doctor. For prophylaxis, up to 10 drops twice a day.",
        "id": "Common cold_2",
        "url": "https://www.1mg.com/otc/bio-india-complex-7-fever-common-cold-drop-otc403388"
    },
    {
        "name": "Vicks Vaporub",
        "description": "is an Ayurvedic proprietary formulation that provide effective multi-symptom relief from cold symptoms. When applied on chest and throat, relieves cough and cold due to minor throat infection associated with the common cold.",
        "Directions for Use": "For adults and children 2 years and over: Rub a thick layer on throat and chest, Cover with a warm, dry cloth if desired, Keep clothing loose around throat and chest to help vapours reach the nose and mouth, Use up to three times daily or as directed by the physician",
        "id": "Common cold_3",
        "url": "https://www.1mg.com/otc/vicks-vaporub-balm-with-menthol-camphor-eucalyptus-oil-relieves-6-symptoms-of-cough-cold-goodness-of-ayurveda-otc236153"
    },
    {
        "name": "Vicks Vaporub",
        "description": "is an Ayurvedic proprietary formulation that provide effective multi-symptom relief from cold symptoms. When applied on chest and throat, relieves cough and cold due to minor throat infection associated with the common cold.",
        "Directions for Use": "For adults and children 2 years and over: Rub a thick layer on throat and chest, Cover with a warm, dry cloth if desired, Keep clothing loose around throat and chest to help vapours reach the nose and mouth, Use up to three times daily or as directed by the physician",
        "id": "Common cold_4",
        "url": "https://www.1mg.com/otc/vicks-vaporub-balm-with-menthol-camphor-eucalyptus-oil-relieves-6-symptoms-of-cough-cold-goodness-of-ayurveda-otc236863"
    },
    {
        "name": "Dabur Laxmi Vilas Ras (Nardiya) Tablet",
        "description": "helps in treating common cold, influenza and body ache. It also helps to strengthen the lung tissue and takes care of the functioning of the heart and lungs.",
        "Directions for Use": "½ -1 tablet (125 mg –250 mg ) to be taken in the morning and evening with betel leaf juice and honey or as directed by the physician.",
        "id": "Common cold_5",
        "url": "https://www.1mg.com/otc/dabur-laxmi-vilas-ras-nardiya-tablet-otc511921"
    },
    {
        "name": "LDD Bioscience Kalmegh Mother Tincture Q",
        "description": "LDD Bioscience Kalmegh Mother Tincture Q is an effective treatment in cases of liver enlargement due to jaundice and in other cases of liver problems which may be caused by wounds, ulcers, contamination and prescriptions. It helps with appetite improvement and digestion, providing much relief to abdominal pains. These drops also work to relieve symptoms of common cold, such as sore throat and troublesome gulping etc.",
        "Directions for Use": "Take 10 drops in half cup of water three times a day, And, we commend you take this under the guidance of a physician",
        "id": "Common cold_6",
        "url": "https://www.1mg.com/otc/ldd-bioscience-kalmegh-mother-tincture-q-otc691744"
    },
    {
        "name": "Vicks Vaporub",
        "description": "is an Ayurvedic proprietary formulation that provide effective multi-symptom relief from cold symptoms. When applied on chest and throat, relieves cough and cold due to minor throat infection associated with the common cold.",
        "Directions for Use": "For adults and children 2 years and over: Rub a thick layer on throat and chest, Cover with a warm, dry cloth if desired, Keep clothing loose around throat and chest to help vapours reach the nose and mouth, Use up to three times daily or as directed by the physician",
        "id": "Common cold_7",
        "url": "https://www.1mg.com/otc/vicks-vaporub-balm-with-menthol-camphor-eucalyptus-oil-relieves-6-symptoms-of-cough-cold-goodness-of-ayurveda-otc124401"
    },
    {
        "name": "Hamdard Sualin for Cough",
        "description": "is a popular herbal remedy that is commonly used to alleviate symptoms of cough and cold. Made from a blend of natural ingredients, Sualin is designed to provide relief from cough, congestion, and throat irritation. The formulation of Hamdard Sualin includes various beneficial herbs that possess potent medicinal properties that help soothe the throat, reduce inflammation, and promote expectoration.",
        "Directions for Use": "2 to 3 tablets should be sucked slowly",
        "id": "Common cold_8",
        "url": "https://www.1mg.com/otc/hamdard-sualin-natural-cough-cold-remedy-relieves-itchy-sore-throat-otc325691"
    },
    {
        "name": "Sri Sri Tattva Pratishyayahara Vati 500mg",
        "description": "is a potent herbal formulation designed to address respiratory issues and promote overall well-being. Comprising a blend of natural ingredients such as sharkara, pippali, sunthi, maricha, ela, and twak, this ayurvedic supplement is crafted to support respiratory health and boost immunity. Sharkara, a form of sugar, acts as a carrier for the active herbal components, ensuring effective delivery. Pippali, sunthi, maricha, ela, and twak collectively work to clear respiratory passages, alleviate congestion, and strengthen the body's defence mechanisms. This traditional formulation harnesses the power of ayurveda to provide respiratory care while promoting vitality and balance within the body.",
        "Directions for Use": "2 tablets 3 times a day with honey or as directed by the physician",
        "id": "Common cold_9",
        "url": "https://www.1mg.com/otc/sri-sri-tattva-pratishyayahara-vati-500mg-otc517407"
    },
    {
        "name": "Kerala Ayurveda Biogest Tablet",
        "description": "is a powerful and effective proprietary formulation that enhances the body’s ability to fight against recurrent infections. It helps reduce the frequency of attacks in common cold, and throat infections. Biogest Tablet is useful in upper respiratory tract infections by virtue of the anti-microbial, anti-inflammatory and immunomodulatory properties of its phyto ingredients.",
        "Directions for Use": "Take 1 to 2 tablets thrice daily after food or as directed by the physician.",
        "id": "Common cold_10",
        "url": "https://www.1mg.com/otc/kerala-ayurveda-biogest-tablet-otc368218"
    },
    {
        "name": "Hamdard Sualin for Cough",
        "description": "is a popular herbal remedy that is commonly used to alleviate symptoms of cough and cold. Made from a blend of natural ingredients, Sualin is designed to provide relief from cough, congestion, and throat irritation. The formulation of Hamdard Sualin includes various beneficial herbs that possess potent medicinal properties that help soothe the throat, reduce inflammation, and promote expectoration.",
        "Directions for Use": "2 to 3 tablets should be sucked slowly",
        "id": "Common cold_11",
        "url": "https://www.1mg.com/otc/hamdard-sualin-natural-cough-cold-remedy-relieves-itchy-sore-throat-otc377010"
    },
    {
        "name": "Patanjali Ayurveda Giloy Ghan Vati (Patanjali Ayurved Limited)",
        "description": "Patanjali Ayurveda Divya Giloy Ghan Vati contains Giloy (Tinospora cordifolia) as active ingredient. Key benefits/uses of Patanjali Ayurveda Divya Giloy Ghanvati: Used for the treatment of general weakness, recurrent infections, immuno-deficiency disorders, appetite loss, chronic constipation with mucus in the stool, common cold, high cholesterol, hepatitis, jaundice and other liver disorders and various autoimmune disorders Also beneficial in dengue, chicken guinea, skin and urinary disorders Directions for use/Dosage: Above 12 years: 1 tablet twice daily Below 12 years: Half tablet twice daily or as directed by the physician Indications: General weakness, common cold, weak immunity, jaundice, liver disorders, dengue etc. Safety information: Read the label carefully before use Do not exceed the recommended dose Keep out of the reach and sight of children",
        "Directions for Use": "Above 12 years: 1 tablet twice daily, Below 12 years: Half tablet twice daily or as directed by the physician",
        "id": "Common cold_12",
        "url": "https://www.1mg.com/otc/immunity-care-combo-of-1mg-panch-tulsi-30ml-drops-and-patanjali-ayurveda-giloy-ghanvati-60-tablet-otc616493"
    },
    {
        "name": "Baidyanath Draksharishta Syrup",
        "description": "Baidyanath Draksharishta Syrup contains munakka, marich, chaturjat, pipal, vidanga, priyangu, dataki, and jaggery among other ingredients. These ayurvedic herbal ingredients confer diuretic, antipyretic, stimulating effects, and purify the blood. Baidyanath Draksharishta Syrup is useful for those suffering from respiratory infections including common cold, cough, bronchitis, pulmonary diseases, influenza, tuberculosis, pneumonia, and whooping cough. This Baidyanath Syrup is also indicated in constipation and general weakness.",
        "Directions for Use": "Consume 15 to 30 milliliters of the syrup with the same volume of water two times everyday after food. Use under medical supervision.",
        "id": "Common cold_13",
        "url": "https://www.1mg.com/otc/baidyanath-draksharishta-otc325925"
    },
    {
        "name": "Pankajakasthuri Cough Syrup",
        "description": "is a blend of 100% herbal ingredients. With the goodness of honey, it is useful in relieving persistent cough. The syrup does not contain any steroids or sedatives or alcohol and is free from side effects.",
        "Directions for Use": "Adults should take 1-2 teaspoon 4 to 6 times daily and children should take half the adult dosage or as directed by the physician.",
        "id": "Common cold_14",
        "url": "https://www.1mg.com/otc/pankajakasthuri-cough-syrup-tulsi-otc500275"
    },
    {
        "name": "SBL Homoeopathic Home Kit",
        "description": "is a quality product from SBL and an essential homoeopathic remedy consisting of 25homeopatic medicines for the treatment of 22 common ailments like acidity, acne, bruises, burns, colic pain, common cold, constipation, cough, cuts, diarrhoea, earache, flatulence, indigestion, insect bite, muscle cramps, joint pain, sleeplessness, tonsilitis, toothache, trauma, travel sickness and vomiting.",
        "Directions for Use": "The dose and duration should be followed as advised by the physician.",
        "id": "Common cold_15",
        "url": "https://www.1mg.com/otc/sbl-homoeopathic-home-kit-otc326107"
    },
    {
        "name": "Sri Sri Tattva Vyaghryadi Tablet",
        "description": "is an ayurvedic medicine and has a curative effect on the respiratory system. Used in fever, cough, dyspnoea and rhinitis.",
        "Directions for Use": "1 to 2 tablets or as directed by the physician",
        "id": "Common cold_16",
        "url": "https://www.1mg.com/otc/sri-sri-tattva-vyaghryadi-500mg-tablet-otc330794"
    },
    {
        "name": "New Life Sinocin Drop",
        "description": "supports respiratory health and is used for chronic catarrh of the nose and maxillary sinus, allergens like house dust and pollution of air cause sinusitis. It helps deal with a blocked nose and a feeling of suffocation. It is also useful in case of headache and shortness of breath. It is useful in the case of allergic rhinitis, polypus and adenoids in children.",
        "Directions for Use": "Adult: 20-30 drops 3-4 times a day with lukewarm water or as directed by physician, Children: 15-20 drops 3-4 times a day with lukewarm water or as directed by physician",
        "id": "Common cold_17",
        "url": "https://www.1mg.com/otc/new-life-sinocin-drop-otc326162"
    },
    {
        "name": "Yuvika Kashmiri Lehsun - Snow Mountain Garlic",
        "description": "is formulated to help in the treatment of breathing discomforts like the common cold, asthma, and flu. The product also helps in rejuvenating the brain nerves.",
        "Directions for Use": "As directed by the physician.",
        "id": "Common cold_18",
        "url": "https://www.1mg.com/otc/yuvika-kashmiri-lehsun-snow-mountain-garlic-otc520719"
    },
    {
        "name": "Yuvika Kashmiri Lehsun - Snow Mountain Garlic",
        "description": "is formulated to help in the treatment of breathing discomforts like the common cold, asthma, and flu. The product also helps in rejuvenating the brain nerves.",
        "Directions for Use": "As directed by the physician.",
        "id": "Common cold_19",
        "url": "https://www.1mg.com/otc/yuvika-kashmiri-lehsun-snow-mountain-garlic-otc520720"
    },
    {
        "name": "Dhootapapeshwar Chyavanprash (Ashtavarg)",
        "description": "Dhootapapeshwar Chyavanprash (Ashtavarg) is an Ayurvedic formulation that is commonly used as an immunity booster. It is a mixture of various herbs and ingredients that work together to support overall health and well-being. Dhootapapeshwar Chyavanprash (Ashtavarg) is known to energize the body and combat weakness. It is believed to have rasayana (rejuvenating) properties that help build immunity and nourish body tissues. The main ingredient in this formulation is Amla (Indian Gooseberry), which is known for its high vitamin C content and antioxidant properties.",
        "Directions for Use": "Take 2 teaspoonfuls in the morning-evening on an empty stomach or as directed by a healthcare professional",
        "id": "Common cold_20",
        "url": "https://www.1mg.com/otc/dhootapapeshwar-chyavanprash-ashtavarg-otc369309"
    },
    {
        "name": "Dabur Ratnaprash",
        "description": "Dabur Ratnaprash is a complete family health tonic. It is a chyawanprash for all seasons with added benefits of musli, kesar and moti. It is a complete package for improving family's health, endurance and stamina. Dabur Ratnaprash, is a premium power-packed formula designed specially to give the power of youth to those who feel that the stress of day to day living leaves them feeling drained of energy and they no longer have the energy and stamina of their youth. It is backed by the age-old wisdom of ayurveda and is enriched with potent and precious ingredients like moti, kesar, musali, brahmi, amla to give strength (takat), stamina, vigour (sfurti and josh), vitality and energy.",
        "Directions for Use": "Adults: 1 teaspoon twice a day, Best when follower by milk",
        "id": "Common cold_21",
        "url": "https://www.1mg.com/otc/dabur-ratnaprash-for-strength-stamina-vigour-otc347994"
    },
    {
        "name": "Dr. Reckeweg Lemna Minor Mother Tincture",
        "description": "Dr. Reckeweg Lemna Minor Mother Tincture is a homoeopathic preparation derived from the plant Lemna minor, commonly known as Duckweed. This tincture is renowned for its therapeutic effects on nasal and respiratory issues, including nasal congestion, sinusitis, and hay fever. It helps in relieving symptoms such as stuffy nose, post-nasal drip, and watery discharge, promoting respiratory health and overall well-being",
        "Directions for Use": "As directed by a homoeopathic physician. Typically, 10-15 drops in a little water, taken 2-3 times a day",
        "id": "Common cold_22",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-lemna-minor-mother-tincture-q-otc327540"
    },
    {
        "name": "Bjain Echinacea Angustifolia Mother Tincture",
        "description": "is a homeopathic medication that has been used for virus infections such as the common cold and flu. It is used to strengthen the immune system. It has antiviral, anti-fungal, anti-inflammatory, and anti-bacterial properties.",
        "Directions for Use": "Take Bjain Echinacea Angustifolia Mother Tincture as 10 drops in 1/4th cup of water three times a day or as directed by physician.",
        "id": "Common cold_23",
        "url": "https://www.1mg.com/otc/bjain-echinacea-angustifolia-mother-tincture-q-otc445638"
    },
    {
        "name": "Maharishi Ayurveda Prandhara Drop",
        "description": "Maharishi Ayurveda Prandhara Drop is a versatile and fast-acting solution formulated with aromatic oils like menthol, eucalyptus, and clove. It can help provide quick relief from common ailments such as headaches, nasal congestion, stomachaches, and toothaches. This multipurpose remedy may help support respiratory comfort and soothe digestive discomforts, while promoting overall vitality and well-being.",
        "Directions for Use": "For Stomach Ache: Take 1-2 drops orally with water, For Nasal Congestion: Add 2-3 drops to steaming hot water for inhalation, For Headache: Apply a few drops topically on the forehead",
        "id": "Common cold_24",
        "url": "https://www.1mg.com/otc/maharishi-ayurveda-prandhara-ayurvedic-oil-for-nasal-congestion-headache-toothache-cold-relief-drop-otc368569"
    },
    {
        "name": "LDD Bioscience Kalmegh Mother Tincture Q",
        "description": "LDD Bioscience Kalmegh Mother Tincture Q is an effective treatment in cases of liver enlargement due to jaundice and in other cases of liver problems which may be caused by wounds, ulcers, contamination and prescriptions. It helps with appetite improvement and digestion, providing much relief to abdominal pains. These drops also work to relieve symptoms of common cold, such as sore throat and troublesome gulping etc.",
        "Directions for Use": "Take 10 drops in half cup of water three times a day, And, we commend you take this under the guidance of a physician",
        "id": "Common cold_25",
        "url": "https://www.1mg.com/otc/ldd-bioscience-kalmegh-mother-tincture-q-otc685504"
    },
    {
        "name": "Allen A05 Cold-Sinus Drop",
        "description": "provides relief from running nose, watery eyes, distress feeling, post-nasal drip, common cold, sinus pain and pressure.",
        "Directions for Use": "10 to 15 drops in half cup of water, 3 times in a day for adults or as directed by the physician,2 to 4 drops in half cup of water, 3 times in a day for children or as directed by the physician",
        "id": "Common cold_26",
        "url": "https://www.1mg.com/otc/allen-a05-cold-sinus-drop-otc330431"
    },
    {
        "name": "Bjain Echinacea Angustifolia Mother Tincture",
        "description": "is a homeopathic medication that has been used for virus infections such as the common cold and flu. It is used to strengthen the immune system. It has antiviral, anti-fungal, anti-inflammatory, and anti-bacterial properties.",
        "Directions for Use": "Take Bjain Echinacea Angustifolia Mother Tincture as 10 drops in 1/4th cup of water three times a day or as directed by physician.",
        "id": "Common cold_27",
        "url": "https://www.1mg.com/otc/bjain-echinacea-angustifolia-mother-tincture-q-otc445639"
    },
    {
        "name": "Dhootapapeshwar Balchaturbhadrika Syrup",
        "description": "It is an ayurvedic syrup formulated with pippali, ativisha, sharkara, madhu, and other ingredients that support children's overall health and well-being. It may relieve respiratory problems. It can also help in managing digestive problems.",
        "Directions for Use": "Up to one year: take 2.5 ml 2-3 times a day or as directed by your physician, For 1 to 3 years: take 5 ml 2-3 times a day or as directed by your physician, For 3 to 7 years: take 10 ml 2-3 times a day or as directed by your physician",
        "id": "Common cold_28",
        "url": "https://www.1mg.com/otc/dhootapapeshwar-balchaturbhadrika-syrup-otc392916"
    },
    {
        "name": "Vasu Zeal Kid Drop",
        "description": "is a specially formulated pediatric solution that helps to get relief from common cold and cough symptoms in children. It supports respiratory health and boosts the immune system. It is made with natural ingredients, safe for regular use to maintain your child's respiratory health.",
        "Directions for Use": "Use as directed by a healthcare professional.",
        "id": "Common cold_29",
        "url": "https://www.1mg.com/otc/vasu-zeal-kid-drop-otc229852"
    },
    {
        "name": "Dhootapapeshwar Tribhuvankeerti Rasa Tablet",
        "description": "is a herbo-mineral ayurvedic medicine that is generally used to deal with different types of fever. It has antipyretic and analgesic activities. It contains cinnabar, trikatu, pipplamool, aconite with other herbs and minerals.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Common cold_30",
        "url": "https://www.1mg.com/otc/dhootapapeshwar-tribhuvankeerti-rasa-tablet-otc635013"
    },
    {
        "name": "Zandu Kesari Jivan Chyawanprash",
        "description": "is enriched with the goodness of Amla (Indian Gooseberry)and helps in boosting immunity. This revitalizer, enriched with saffron and pearl, provides you with a healthy dose of calcium thereby strengthening the bones. It has exotic Ayurvedic herbs that provide strength, stamina and keeps you energetic throughout the day.",
        "Directions for Use": "One to two teaspoons every morning preferably with milk or honey.",
        "id": "Common cold_31",
        "url": "https://www.1mg.com/otc/zandu-kesari-jivan-chyawanprash-for-immunity-strength-stamina-bone-health-otc372335"
    },
    {
        "name": "Dhootapapeshwar Tribhuvankeerti Rasa Tablet",
        "description": "is a herbo-mineral ayurvedic medicine that is generally used to deal with different types of fever. It has antipyretic and analgesic activities. It contains cinnabar, trikatu, pipplamool, aconite with other herbs and minerals.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Common cold_32",
        "url": "https://www.1mg.com/otc/dhootapapeshwar-tribhuvankeerti-rasa-tablet-otc634912"
    },
    {
        "name": "SBL Drops No. 7",
        "description": "is a natural remedy designed to provide relief from sinusitis. Its key ingredients, including hydrastis canadensis, lemna minor, pulsatilla nigricans, and sanguinaria canadensis, work together to alleviate the signs and concerns of sinusitis.",
        "Directions for Use": "For sinusitis relief: 10-15 drops in 1/4th cup of water, 3-4 times a day, or as prescribed by the physician, For soothing gel: Scoop out an adequate amount and apply to the desired area of the face or body",
        "id": "Sinusitis_1",
        "url": "https://www.1mg.com/otc/sbl-drops-no.-7-for-sinusitis-otc329040"
    },
    {
        "name": "Bakson's Compound #30 Sinusitis Tablet",
        "description": "helps to relieve sinusitis associated with recurrent sneezing, thick nasal discharge, blocked nose, loss of smell sense and constant headache.",
        "Directions for Use": "Adults should take 2 tablets, thrice a day, Children should take 1 tablet, thrice a day, In acute conditions take 2 tablets 2 hourly for 2-4 days",
        "id": "Sinusitis_2",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-compound-30-sinusitis-tablet-otc502997"
    },
    {
        "name": "Wheezal WL37 Sinusitis Drop",
        "description": "Wheezal WL37 Sinusitis Drop can help reduce sinus aches and catarrh and provide provisional relief. It can aid in reviving the sensory organs involved with the affected area. It can generally assist in reducing the inflammation of sinusitis.",
        "Directions for Use": "Consume by adding 15-20 drops of the medicine to half a cup of water 3 or 4 times a day before meals, Acute cases: dilute 10 drops in half a cup and consume every 2 hours or as prescribed, Use as directed by your physician",
        "id": "Sinusitis_3",
        "url": "https://www.1mg.com/otc/wheezal-wl37-sinusitis-drop-otc387917"
    },
    {
        "name": "Noble Life Energy E29 Sino-Cold Cold and Sinusitis Drop",
        "description": "Common cold and sinus infections can lead to running and stuffy nose, headaches and fever. The consumption of this medicine can help in the treatment of sinus infections and the common cold.",
        "Directions for Use": "Add 10 drops of medicine in half a cup of water and drink it thrice a day till symptoms subside.",
        "id": "Sinusitis_4",
        "url": "https://www.1mg.com/otc/noble-life-energy-e29-sino-cold-cold-ans-sinusitis-drop-otc684389"
    },
    {
        "name": "Maharishi Ayurveda Anu Taila",
        "description": "Maharishi Ayurveda Anu Taila is a traditional Ayurvedic formulation which may help nourish and strengthen all five sense organs—eyes, ears, nose, throat, and tongue. This nasal oil may help improve respiratory health and immunity by potentially removing impurities and expelling mucus from the system. It is formulated with pure herbs like Cinnamon, Cardamom, and Mulethi, making it a potent remedy for nasal congestion, sinusitis, and other ENT issues. Regular use of Anu Taila may also help in balancing the body's three doshas.",
        "Directions for Use": "2 to 4 drops for Nasya, twice a day. Can be used externally for Shirobhyanga or as advised by a physician.",
        "id": "Sinusitis_5",
        "url": "https://www.1mg.com/otc/maharishi-ayurveda-anu-taila-nasal-congestion-relief-migraine-sinusitis-treatment-herbal-formula-otc805308"
    },
    {
        "name": "Sinus Care Oil",
        "description": "Sinus Care Oil is specially formulated to potentially provide quick and effective relief from sinusitis, migraine, and related symptoms with Sinus Care Ayurvedic Oil. This natural remedy is designed for easy application, requiring only a small amount on the centre of your scalp for quick relief. Formulated with Ayurvedic ingredients, it may help soothe discomfort caused by sinusitis. Regular use of Sinus Care Oil may help provide long-term relief, supporting your respiratory health and overall well-being.",
        "Directions for Use": "Apply 5 to 10 ml of Sinus Care on the scalp, especially on and around the centre of scalp,Leave Sinus Care on the scalp for half an hour to 1 hr or more,Wash off with herbal shampoo or herbal hair cleanser or wipe off with a cloth",
        "id": "Sinusitis_6",
        "url": "https://www.1mg.com/otc/sinus-care-for-complete-relief-from-sinusitis-and-allied-symptoms-and-migraine-oil-otc692869"
    },
    {
        "name": "Himalaya Septilin Tablet",
        "description": "is a unique formulation with immunomodulatory, antioxidant, anti-inflammatory and antimicrobial properties that help maintain general health and wellbeing. It helps boost immunity and improve the body's resistance to infections.",
        "Directions for Use": "Please consult your physician to prescribe the dosage that best suits your condition.",
        "id": "Sinusitis_7",
        "url": "https://www.1mg.com/otc/himalaya-septilin-tablet-otc191717"
    },
    {
        "name": "Dr. Reckeweg R49 Sinus Drop",
        "description": "is a homoeopathic drop beneficial for sinusitis and associated symptoms like headache, congestion, pressure, and pain in the nasal area. It can relieve a runny nose and ease nasal congestion.",
        "Directions for Use": "Acute conditions- 10 drops in some water every 1-2 hours.,Chronic conditions- 10-15 drops 3-4 times a day.",
        "id": "Sinusitis_8",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-r49-sinus-drop-otc327421"
    },
    {
        "name": "SBL Causticum Dilution",
        "description": "is very effective against live problems like hepatogenic toxemia and liver insufficiency. The drug works very well to soothe the lymph glands, sinusitis and hypotension. It has a lot of mental benefits and helps against nervous tension and increases concentration. Ailments related to head, eyes, nose and abdomen is treated using it.",
        "Directions for Use": "Dosage should be directed by the physician.",
        "id": "Sinusitis_9",
        "url": "https://www.1mg.com/otc/sbl-causticum-dilution-200-ch-otc346123"
    },
    {
        "name": "SBL Kali Muriaticum Biochemic Tablet",
        "description": "is also known chemically as Potassium Chloride. This is a tissue Salt remedy used homoeopathically for a number of conditions especially catarrhal and inflammatory conditions. It heals the pain in the ear especially after change in atmospheric pressures and helps detect and cure the initial stages of deafness. Known very good in fever especially when combined after another homeopathic remedy Ferrum Phos. as it helps to bring the fever down.",
        "Directions for Use": "As prescribed by physician and can be taken along with other allopathic medicines.",
        "id": "Sinusitis_10",
        "url": "https://www.1mg.com/otc/sbl-kali-muriaticum-biochemic-tablet-6x-otc331049"
    },
    {
        "name": "Karvol Plus Capsule",
        "description": "Karvol Plus Capsule is a decongestant primarily used to relieve symptoms of nasal congestion caused due to a cold, flu, or other respiratory infections. It contains a combination of aromatic ingredients such as menthol, camphor, eucalyptol, and terpineol, which help to reduce inflammation and irritation in the nasal passages and promote better breathing. Karvol Plus Capsule can also be used to relieve symptoms such as runny nose, itchy nose, and blocked nose.",
        "Directions for Use": "Snip off the tip of the capsule, Squeeze out contents into a half-litre of boiling or hot water, Inhale the vapours deeply and freely, Or add on a tissue or handkerchief and inhale, At night the inhalant can be effectively used on the pillow or nightdress, Use as often as necessary, Depending on the severity of symptoms usage and duration can be altered",
        "id": "Sinusitis_11",
        "url": "https://www.1mg.com/otc/karvol-plus-capsule-for-relief-from-nasal-congestion-otc90745"
    },
    {
        "name": "Adven Sinus-Gold Drop",
        "description": "treats acute/chronic sinusitis and other associated symptoms like headache, nasal blockage, nasal polyp, sneezing, blocked nose and cheek pain.",
        "Directions for Use": "20 drops with water, ½ hr before meals, 3 to 5 times in a day or as directed by the physician",
        "id": "Sinusitis_12",
        "url": "https://www.1mg.com/otc/adven-sinus-gold-drop-otc328954"
    },
    {
        "name": "SBL Mullein Ear Drop",
        "description": "is a homoeopathic remedy that is designed to relieve pain and discomfort in the ear. The drops are commonly used for earaches caused by various factors, such as infection, inflammation, or injury. They are also used for the relief of external painful ear eruptions and fungal infections of the ear. The drops are considered to be an effective and safe treatment for earaches.",
        "Directions for Use": "Instil 4 drops into the ear 4 times a day or as directed by a healthcare professional",
        "id": "Sinusitis_13",
        "url": "https://www.1mg.com/otc/sbl-mullein-ear-drop-otc328981"
    },
    {
        "name": "Dr. Reckeweg Causticum Dilution",
        "description": "Dr. Reckeweg Causticum Dilution is very effective against live problems like hepatogenic toxemia and liver insufficiency. The drug works very well to soothe the lymph glands, sinusitis and hypotension. It has a lot of mental benefits and helps against nervous tension and increases concentration. Ailments related to head, eyes, nose and abdomen is treated using it.",
        "Directions for Use": "Dosage should be directed by the physician, ",
        "id": "Sinusitis_14",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-causticum-dilution-200-ch-otc335669"
    },
    {
        "name": "Bakson's Sinus Aid Tablet",
        "description": "Bakson Sinus Aid Tablets is a homoeopathic medicine which is effective for blocked nose, sneezing and related symptoms of Sinusitis. This homoeopathic medicine for sinusitis is especially useful for continued and chronic sinusitis. These tablets for sinusitis also help prevent recurrences of sinusitis and help boost our immunity.",
        "Directions for Use": "As directed by your healthcare professional",
        "id": "Sinusitis_15",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-sinus-aid-tablet-otc325988"
    },
    {
        "name": "Bakson’s B22 Sinus Drops",
        "description": "If you're experiencing uncomfortable symptoms of sinusitis, such as thick or watery discharge from the nose, recurrent sneezing, and a stuffy nose, Bakson B 22 Drops can provide much-needed relief. These drops are specifically formulated to target the inflammation in the nasal passages that causes catarrh, making them an ideal choice for both acute and chronic cases. Bakson sinus drops are a natural and safe alternative to traditional over-the-counter medications. Their gentle formula is designed to reduce inflammation and congestion, providing relief from symptoms and restoring normal olfaction. Whether you're dealing with a mild or severe case of sinusitis, these potent drops for sinusitis can be a highly effective solution. To use Bakson sinus drops, simply administer the recommended dosage as directed on the packaging. The drops work quickly to reduce inflammation and alleviate symptoms, making them an ideal option for those seeking fast and effective relief. Plus, with their effective ingredients, you can feel good about using them regularly without worrying about any negative side effects. So if you're tired of living with the discomfort of sinusitis, try Bakson B 22 Drops today and experience the difference for yourself.",
        "Directions for Use": "Ideal Dosage for B 22 drops: Take 10 drops in lukewarm water 3 times a day. In acute cases take10-15 drops in lukewarm water, 2 hourly, 6 times a day or as prescribed by the physician ",
        "id": "Sinusitis_16",
        "url": "https://www.1mg.com/otc/bakson-b22-sinus-drop-otc388057"
    },
    {
        "name": "ADEL 23 Ricura Drop",
        "description": "It is used to relieve the blockage in the nasal passage in case of cold and infections in the respiratory tract. These compounds are known to be powerful anti-inflammatory agents that aid in the treatment of various infections such as sinusitis.",
        "Directions for Use": "Use as directed on the label or as advised by your healthcare provider.",
        "id": "Sinusitis_17",
        "url": "https://www.1mg.com/otc/adel-23-ricura-drop-otc326097"
    },
    {
        "name": "Multani Kuka Tablet",
        "description": "Multani Kuka Tablet is an Ayurvedic medicine for the treatment of tonsillitis, chronic throat problems, and pharyngitis. Kuka tablet assists in controlling coughing symptoms and encourages the expectoration of harmful bacteria in the body. These tablets for tonsillitis especially help to control throat irritation caused by this condition. It reduces inflammation and soothes the airways to where irritation will be less of a threat. This in turn improves how well the body can handle tonsillitis as pains are significantly relieved upon use.",
        "Directions for Use": "Use as directed on the label or as prescribed by the physician.",
        "id": "Sinusitis_18",
        "url": "https://www.1mg.com/otc/multani-kuka-tablet-100-each-otc710263"
    },
    {
        "name": "Dhootapapeshwar Kanakasava",
        "description": "is made up of ingredients that work together to help provide respiratory care. It can help in improving the overall wellbeing of the person by providing ease of breathing.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Sinusitis_19",
        "url": "https://www.1mg.com/otc/dhootapapeshwar-kanakasava-otc391123"
    },
    {
        "name": "Dabur Shadbindu Tail",
        "description": "Dabur Shadbindu Tail is a traditional Ayurvedic nasal drops oil formulated to help address various head-related ailments. This medicated oil can be beneficial for sinusitis, chronic cold, nasal congestion, and headaches. With a blend of Ayurvedic herbs and oils, it supports nasal health, alleviates discomfort, and promotes overall well-being. It is a natural remedy suitable for those seeking relief from head and sinus issues.",
        "Directions for Use": "1 to 3 drops (0.05 ml to 0.15 ml) in each nostril, 2 times a day, or as directed by the Physician",
        "id": "Sinusitis_20",
        "url": "https://www.1mg.com/otc/dabur-shadbindu-tail-otc511936"
    },
    {
        "name": "Kerala Ayurveda Sahacharadi Thailam",
        "description": "Kerala Ayurveda Sahacharadi Thailam is a highly regarded Ayurvedic herbal oil with a rich tradition and a wide range of therapeutic benefits. This traditional formulation is celebrated for its unique blend of herbs and oils, known for their potential to alleviate various musculoskeletal and neurological issues.",
        "Directions for Use": "Apply the oil generously to the affected area and gently massage in circular motions.",
        "id": "Sinusitis_21",
        "url": "https://www.1mg.com/otc/kerala-ayurveda-sahacharadi-thailam-for-muscle-joint-health-otc361227"
    },
    {
        "name": "Kerala Ayurveda Sahacharadi Thailam",
        "description": "Kerala Ayurveda Sahacharadi Thailam is a highly regarded Ayurvedic herbal oil with a rich tradition and a wide range of therapeutic benefits. This traditional formulation is celebrated for its unique blend of herbs and oils, known for their potential to alleviate various musculoskeletal and neurological issues.",
        "Directions for Use": "Apply the oil generously to the affected area and gently massage in circular motions.",
        "id": "Sinusitis_22",
        "url": "https://www.1mg.com/otc/kerala-ayurveda-sahacharadi-thailam-for-muscle-joint-health-otc361226"
    },
    {
        "name": "Sri Sri Tattva Pratishyayahara Vati 500mg",
        "description": "is a potent herbal formulation designed to address respiratory issues and promote overall well-being. Comprising a blend of natural ingredients such as sharkara, pippali, sunthi, maricha, ela, and twak, this ayurvedic supplement is crafted to support respiratory health and boost immunity. Sharkara, a form of sugar, acts as a carrier for the active herbal components, ensuring effective delivery. Pippali, sunthi, maricha, ela, and twak collectively work to clear respiratory passages, alleviate congestion, and strengthen the body's defence mechanisms. This traditional formulation harnesses the power of ayurveda to provide respiratory care while promoting vitality and balance within the body.",
        "Directions for Use": "2 tablets 3 times a day with honey or as directed by the physician",
        "id": "Sinusitis_23",
        "url": "https://www.1mg.com/otc/sri-sri-tattva-pratishyayahara-vati-500mg-otc517407"
    },
    {
        "name": "Sinarest Vapocap Capsule",
        "description": "contains anti-inflammatory properties that provide immediate relief from symptoms of sinusitis, pharyngitis, common cold, and other respiratory conditions. It is a decongestant that softens mucus, clears blocked nose, and relieves irritation that occurs due to cold. It works by decreasing histamine H1 levels, a substance responsible for causing bronchoconstriction. Thus, it relieves nasal congestion by thinning mucus and making it easier to cough out.",
        "Directions for Use": "Snip off the tip of the capsule and squeeze out contents into half a litre of boiling water or on a tissue or cloth. Inhale the vapours deeply and freely, At night, the inhalant can be used on a night dress or pillow",
        "id": "Sinusitis_24",
        "url": "https://www.1mg.com/otc/sinarest-vapocap-capsule-otc235018"
    },
    {
        "name": "Jiva Chyawanprash Sugar Free",
        "description": "Jiva Chyawanprash Sugar Free is a specialized Ayurvedic herbal jam formulated to promote well-being while catering to individuals who need to manage their sugar intake. This sugar-free chyawanprash is a natural and holistic approach to enhancing overall health.",
        "Directions for Use": "Use as directed by a healthcare practitioner.",
        "id": "Sinusitis_25",
        "url": "https://www.1mg.com/otc/jiva-chyawanprash-helps-build-immunity-sugar-free-otc342124"
    },
    {
        "name": "Pankajakasthuri Breathe Eazy Granules",
        "description": "Pankajakasthuri Breathe Eazy Granules is a combination of 17 herbs and natural ingredients in a specific composition, which can help make breathing easier. It prevents the occurrence of hypersensitivity reactions and builds up a strong immunity against allergies. The herbal formulation is completely safe and is without any side effects. It does not contain any preservatives.",
        "Directions for Use": "Adults: 1 tablespoon twice daily after food, Children: Half the adult dosage or as directed by the healthcare professional",
        "id": "Sinusitis_26",
        "url": "https://www.1mg.com/otc/pankajakasthuri-breathe-eazy-granules-for-respiratory-care-otc478254"
    },
    {
        "name": "Bakson's Nasal Aid Spray",
        "description": "is an effective nasal spray that helps to relieve a blockage of the nose, and nasal discharge such as watery, thick, bland or acrid, along with sneezing, itching of the nose, loss of smell and other symptoms. Nasal Aid Spray is an instant-acting composition that provides symptomatic relief from nasal congestion. Its direct-acting solution acts by constricting the blood vessels in the nasal tissues, reducing swelling and feeling of congestion.",
        "Directions for Use": "Adults: 1-2 sprays every 4 hours, Children: 1 spray every 6 hours",
        "id": "Sinusitis_27",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-nasal-aid-spray-otc326068"
    },
    {
        "name": "Pankajakasthuri Breathe Eazy Granules",
        "description": "Pankajakasthuri Breathe Eazy Granules is a combination of 17 herbs and natural ingredients in a specific composition, which can help make breathing easier. It prevents the occurrence of hypersensitivity reactions and builds up a strong immunity against allergies. The herbal formulation is completely safe and is without any side effects. It does not contain any preservatives.",
        "Directions for Use": "Adults: 1 tablespoon twice daily after food, Children: Half the adult dosage or as directed by the healthcare professional",
        "id": "Sinusitis_28",
        "url": "https://www.1mg.com/otc/pankajakasthuri-breathe-eazy-granules-for-respiratory-care-otc478258"
    },
    {
        "name": "SBL Causticum Dilution",
        "description": "is very effective against live problems like hepatogenic toxemia and liver insufficiency. The drug works very well to soothe the lymph glands, sinusitis and hypotension. It has a lot of mental benefits and helps against nervous tension and increases concentration. Ailments related to head, eyes, nose and abdomen is treated using it.",
        "Directions for Use": "Dosage should be directed by the physician.",
        "id": "Sinusitis_29",
        "url": "https://www.1mg.com/otc/sbl-causticum-dilution-30-ch-otc338354"
    },
    {
        "name": "Sensur Oil Roll On",
        "description": "is a proprietary ayurvedic formulation, a roll on that acts as a natural pain reliever in case of headache, cold, neck and joint pains, nasal congestion.",
        "Directions for Use": "Apply Sensur Roll-On on the affected area, Revolve roll on in a circular motion, Cover the area, Apply it 2 or 3 times a day",
        "id": "Sinusitis_30",
        "url": "https://www.1mg.com/otc/sensur-ayurvedic-fast-pain-relief-oil-roll-on-for-headache-cold-nasal-congestion-neck-body-joint-pain-relief-otc133273"
    },
    {
        "name": "SBL Causticum Dilution",
        "description": "is very effective against live problems like hepatogenic toxemia and liver insufficiency. The drug works very well to soothe the lymph glands, sinusitis and hypotension. It has a lot of mental benefits and helps against nervous tension and increases concentration. Ailments related to head, eyes, nose and abdomen is treated using it.",
        "Directions for Use": "Dosage should be directed by the physician.",
        "id": "Sinusitis_31",
        "url": "https://www.1mg.com/otc/sbl-causticum-dilution-1000-ch-otc346124"
    },
    {
        "name": "SBL Causticum Dilution",
        "description": "is very effective against live problems like hepatogenic toxemia and liver insufficiency. The drug works very well to soothe the lymph glands, sinusitis and hypotension. It has a lot of mental benefits and helps against nervous tension and increases concentration. Ailments related to head, eyes, nose and abdomen is treated using it.",
        "Directions for Use": "Dosage should be directed by the physician.",
        "id": "Sinusitis_32",
        "url": "https://www.1mg.com/otc/sbl-causticum-dilution-10m-ch-otc385171"
    },
    {
        "name": "A61 WHOOPING COUGH DROPS",
        "description": "Short, convulsive coughs followed by a whooping intake of breath, caused by infection with the Bacillus Bordetella Pertussis, Inflammation, and production of a thick, sticky mucus.",
        "Directions for Use": "Take 50 Drops in half cup of water daily 4 times for 4 days. After 4 days, take 30 Drops, 3 times a day. Or as directed by the Physician. Use under medical supervision.",
        "id": "Whooping Cough_1",
        "url": "https://www.1mg.com/otc/allen-a61-whooping-cough-drop-otc330434"
    },
    {
        "name": "SBL Stobal Cough Syrup",
        "description": "is effective in all types of cough (dry and wet), irritation in the throat, cough associated with bronchitis, laryngitis, tracheitis and in whooping cough.",
        "Directions for Use": "Adults: One tablespoon of SBL Stodal Cough Syrup 3-5 times a day, Children: One tablespoon 3-5 times a day or as directed by the physician",
        "id": "Whooping Cough_2",
        "url": "https://www.1mg.com/otc/sbl-stobal-cough-syrup-otc328988"
    },
    {
        "name": "Dabur Honitus Honey-Based Ayurvedic Cough Syrup",
        "description": "is an Ayurvedic cough remedy designed to offer effective relief from cough and throat irritation without causing drowsiness. Its sugar-free formula makes it suitable for those monitoring sugar intake, while natural actives like Tulsi, Shunthi, and Yastimadhu work together to help soothe and support respiratory health. This cough syrup is free from alcohol and is non-addictive, ensuring safe usage for the whole family.",
        "Directions for Use": "2 teaspoonfuls (10 ml) 3-4 times a day or as directed by a physician",
        "id": "Whooping Cough_3",
        "url": "https://www.1mg.com/otc/dabur-honitus-honey-based-ayurvedic-cough-syrup-fast-relief-from-cough-cold-sore-throat-non-drowsy-otc90548"
    },
    {
        "name": "Passiflora Incarnata Mother Tincture",
        "description": "Passiflora Incarnata Mother Tincture is an excellent homeopathic tincture which is a reliable remedy for the treatment of insomnia and conditions associated with inflammation in acute diseases. It contains anti-spasmodic properties which makes it a useful remedy for muscle spasms and cramps and it can also be used for treating whooping cough.",
        "Directions for Use": "Take 10 drops of Mother Tincture diluted in water thrice a day or as directed by the physician",
        "id": "Whooping Cough_4",
        "url": "https://www.1mg.com/otc/sbl-passiflora-incarnata-mother-tincture-q-otc338434"
    },
    {
        "name": "SBL Stobal Cough Syrup",
        "description": "is effective in all types of cough (dry and wet), irritation in the throat, cough associated with bronchitis, laryngitis, tracheitis and in whooping cough.",
        "Directions for Use": "Adults: One tablespoon of SBL Stodal Cough Syrup 3-5 times a day, Children: One tablespoon 3-5 times a day or as directed by the physician",
        "id": "Whooping Cough_5",
        "url": "https://www.1mg.com/otc/sbl-stobal-cough-syrup-otc328987"
    },
    {
        "name": "Dr. Willmar Schwabe India Passiflora Incarnata Mother Tincture",
        "description": "Dr. Willmar Schwabe India Passiflora Incarnata Mother Tincture is the most reliable remedy in insomnia due to pain and inflammatory conditions in acute diseases.  It is an efficient antispasmodic and is also indicated in whooping cough, delirium, convulsions in children, painful menstruation, unbearable labor pains, and eclampsia during labor. It offers great and instant relief.",
        "Directions for Use": "Take Dr. Willmar Schwabe India Passiflora Incarnata Mother Tincture as directed by the physician.",
        "id": "Whooping Cough_6",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-passiflora-incarnata-mother-tincture-q-otc391475"
    },
    {
        "name": "Baidyanath (Nagpur) Kasamrita Herbal Syrup",
        "description": "is a non-drowsy tonic which acts as a herbal supplement for common cough, cold, runny nose, nasal congestion and sore throat. It is effective in treating chronic and acute Bronchitis as well as whooping & asthmatic cough. It aids treatment of respiratory tract infections, liquifies and expels viscid secretion in distressing & irritating dry cough. It also helps with smoker's cough and singer’s cough. It is safe for pregnant women and children.",
        "Directions for Use": "One to two teaspoons of herbal cough syrup should be consumed three times a day.",
        "id": "Whooping Cough_7",
        "url": "https://www.1mg.com/otc/baidyanath-nagpur-kasamrita-herbal-syrup-otc608129"
    },
    {
        "name": "Bakson's Astha Aid Syrup",
        "description": "is an ideal product for irritated throat due to suffocation and dry paroxysmal and whooping cough. With Astha Aid, the resistance of the body improves with decrease in intensity, frequency and duration of the attack.",
        "Directions for Use": "Adults: 1 teaspoon every 3 hrs, Children: 1/2 teaspoon every 3 hrs Or as prescribed by the physician",
        "id": "Whooping Cough_8",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-astha-aid-syrup-otc502678"
    },
    {
        "name": "Passiflora Incarnata Mother Tincture",
        "description": "Passiflora Incarnata Mother Tincture is an excellent homeopathic tincture which is a reliable remedy for the treatment of insomnia and conditions associated with inflammation in acute diseases. It contains anti-spasmodic properties which makes it a useful remedy for muscle spasms and cramps and it can also be used for treating whooping cough.",
        "Directions for Use": "Take 10 drops of Mother Tincture diluted in water thrice a day or as directed by the physician",
        "id": "Whooping Cough_9",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-passiflora-inc-mother-tincture-q-otc327409"
    },
    {
        "name": "Dr. Reckeweg R9 Cough Drop",
        "description": "Dr. Reckeweg R9 Cough Drop is a homoeopathic drop, useful for all kinds of coughs and mucus buildup in the back of the nose, throat or sinuses. It relieves pressure and pain in the nose and throat.",
        "Directions for Use": "Ten drops in some water every hour for 2-3 days",
        "id": "Whooping Cough_10",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-r9-cough-drop-otc326072"
    },
    {
        "name": "Maharishi Ayurveda Kasni Syrup",
        "description": "offers a natural solution to help manage cough and sore throat. Formulated with traditional Ayurvedic herbs such as tulsi, dry ginger, and cinnamon, this non-drowsy syrup may help support respiratory health and may help manage symptoms of congestion, cold, and chronic cough. Its unique blend may provide effective relief from seasonal cough and respiratory issues without causing drowsiness. Suitable for all age groups, this herbal syrup is crafted to provide sustained relief and improve overall respiratory function.",
        "Directions for Use": "1-2 teaspoons twice a day for relief from all types of cough. For best results, take Kasni Tea, a mix of Kasni with lukewarm water, and sip it like tea twice or thrice a day",
        "id": "Whooping Cough_11",
        "url": "https://www.1mg.com/otc/maharishi-ayurveda-kasni-cough-syrup-ayurvedic-non-drowsy-for-kids-dry-chronic-cough-otc805307"
    },
    {
        "name": "SBL Stobal Cough Syrup",
        "description": "is effective in all types of cough (dry and wet), irritation in the throat, cough associated with bronchitis, laryngitis, tracheitis and in whooping cough.",
        "Directions for Use": "Adults: One tablespoon of SBL Stodal Cough Syrup 3-5 times a day, Children: One tablespoon 3-5 times a day or as directed by the physician",
        "id": "Whooping Cough_12",
        "url": "https://www.1mg.com/otc/sbl-stobal-cough-syrup-sugar-free-otc473006"
    },
    {
        "name": "Dr. Reckeweg R8 Jut-U-Sin Cough Syrup",
        "description": "is a homoeopathic preparation to help temporarily relieve cough due to common cold. It may aid in soothing various types of coughs and provide relief from discomfort due to coughing",
        "Directions for Use": "Adults and children 13 years and over: 1 teaspoonful, Children (5-12 years): ½ teaspoonful, Children (2-5 years): ¼ teaspoonful, Take 3-5 times daily for all age groups",
        "id": "Whooping Cough_13",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-r8-jut-u-sin-cough-syrup-otc326074"
    },
    {
        "name": "BAKSON'S K of Aid Tablet",
        "description": "BAKSON'S Kof Aid Tablet is indicated in the management of common cold, tickling cough, chest congestion, allergic bronchitis, bronchial asthma, whooping cough and productive cough.",
        "Directions for Use": "1 tablet, 4 times a day for adults,1 tablet, 2 to 3 times a day for children or as prescribed by the physician",
        "id": "Whooping Cough_14",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-kof-aid-tablet-otc327314"
    },
    {
        "name": "Dabur Broncorid Syrup",
        "description": "Dabur Broncorid Syrup is an Ayurvedic formulation that can help support respiratory health. It has anti-inflammatory and anti-allergic properties. It is formulated using potent Ayurvedic herbs, which have expectorant properties. It may alleviate breathlessless due to allergy. The syrup helps build immunity and protect from common cold.",
        "Directions for Use": "Adults: 2 teaspoonfuls (10 ml) with lukewarm water twice a day, Children (5-12 years): 1 teaspoonful (5 ml) with lukewarm water twice a day",
        "id": "Whooping Cough_15",
        "url": "https://www.1mg.com/otc/dabur-broncorid-syrup-for-chronic-allergic-cough-common-cold-for-lungs-respiratory-care-otc226491"
    },
    {
        "name": "Baidyanath Draksharishta Syrup",
        "description": "Baidyanath Draksharishta Syrup contains munakka, marich, chaturjat, pipal, vidanga, priyangu, dataki, and jaggery among other ingredients. These ayurvedic herbal ingredients confer diuretic, antipyretic, stimulating effects, and purify the blood. Baidyanath Draksharishta Syrup is useful for those suffering from respiratory infections including common cold, cough, bronchitis, pulmonary diseases, influenza, tuberculosis, pneumonia, and whooping cough. This Baidyanath Syrup is also indicated in constipation and general weakness.",
        "Directions for Use": "Consume 15 to 30 milliliters of the syrup with the same volume of water two times everyday after food. Use under medical supervision.",
        "id": "Whooping Cough_16",
        "url": "https://www.1mg.com/otc/baidyanath-draksharishta-otc325925"
    },
    {
        "name": "ADEL 7 Apo-Tuss Drop",
        "description": "works as a natural antimicrobial for managing coughs, laryngitis, hoarseness and bronchial infections. It is effective for eliminating bronchial mucus, stabbing chest pains, fever and dry, hard coughs that frequently accompany acute illnesses. This remedy serves as an adjuvant therapy for resolving whooping cough and asthma.",
        "Directions for Use": "Unless otherwise prescribed, adults 20 drops, children 7-10 drops, and infants 5-7 drops three times a day in some liquid before meals.",
        "id": "Whooping Cough_17",
        "url": "https://www.1mg.com/otc/adel-7-apo-tuss-drop-otc327176"
    },
    {
        "name": "Bakson's Astha Aid Syrup",
        "description": "is an ideal product for irritated throat due to suffocation and dry paroxysmal and whooping cough. With Astha Aid, the resistance of the body improves with decrease in intensity, frequency and duration of the attack.",
        "Directions for Use": "Adults: 1 teaspoon every 3 hrs, Children: 1/2 teaspoon every 3 hrs Or as prescribed by the physician",
        "id": "Whooping Cough_18",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-astha-aid-syrup-otc502676"
    },
    {
        "name": "Dabur Honitus Hot Sip Ayurvedic Kaadha",
        "description": "is a unique blend of 15 powerful ayurvedic herbs including shunthi, kantakari, tulsi combined with honey etc. as major ingredients.",
        "Directions for Use": "Stir it in hot water, drink or as directed by the physician.",
        "id": "Whooping Cough_19",
        "url": "https://www.1mg.com/otc/dabur-honitus-hot-sip-ayurvedic-kaadha-for-cough-cold-immunity-4gm-each-otc371803"
    },
    {
        "name": "Passiflora Incarnata Mother Tincture",
        "description": "Passiflora Incarnata Mother Tincture is an excellent homeopathic tincture which is a reliable remedy for the treatment of insomnia and conditions associated with inflammation in acute diseases. It contains anti-spasmodic properties which makes it a useful remedy for muscle spasms and cramps and it can also be used for treating whooping cough.",
        "Directions for Use": "Take 10 drops of Mother Tincture diluted in water thrice a day or as directed by the physician",
        "id": "Whooping Cough_20",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-passiflora-inc-mother-tincture-q-otc573765"
    },
    {
        "name": "Bakson's Astha Aid Syrup",
        "description": "is an ideal product for irritated throat due to suffocation and dry paroxysmal and whooping cough. With Astha Aid, the resistance of the body improves with decrease in intensity, frequency and duration of the attack.",
        "Directions for Use": "Adults: 1 teaspoon every 3 hrs, Children: 1/2 teaspoon every 3 hrs Or as prescribed by the physician",
        "id": "Whooping Cough_21",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-astha-aid-syrup-sugar-free-otc659521"
    },
    {
        "name": "Bakson's Astha Aid Syrup",
        "description": "is an ideal product for irritated throat due to suffocation and dry paroxysmal and whooping cough. With Astha Aid, the resistance of the body improves with decrease in intensity, frequency and duration of the attack.",
        "Directions for Use": "Adults: 1 teaspoon every 3 hrs, Children: 1/2 teaspoon every 3 hrs Or as prescribed by the physician",
        "id": "Whooping Cough_22",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-astha-aid-syrup-sugar-free-otc659520"
    },
    {
        "name": "SBL Stobal Cough Syrup",
        "description": "is effective in all types of cough (dry and wet), irritation in the throat, cough associated with bronchitis, laryngitis, tracheitis and in whooping cough.",
        "Directions for Use": "Adults: One tablespoon of SBL Stodal Cough Syrup 3-5 times a day, Children: One tablespoon 3-5 times a day or as directed by the physician",
        "id": "Whooping Cough_23",
        "url": "https://www.1mg.com/otc/sbl-stobal-cough-syrup-otc328986"
    },
    {
        "name": "Patanjali Ayurveda Jamun Sirka",
        "description": "Patanjali jamun vinegar is an ayurvedic proprietary medicine made with the finest quality of jamun fruit pulp (jamun guide) which is very effective in hyperglycemia, diarrhoea, weakness of the digestive system and urine problems. The jamun fruit pulp or juice is used to prepare jamun vinegar (also called jamun sirka). Jamun vinegar can be used as other vinegar in cooking, but it has great medicinal importance. It is used as a home remedy for many disorders. It is also recommended for diabetic patients to manage the hyperglycemia.",
        "Directions for Use": "Mix 10 to 20ml of vinegar with water and consume after meals or as directed by the physician",
        "id": "Whooping Cough_24",
        "url": "https://www.1mg.com/otc/patanjali-ayurveda-jamun-sirka-helps-manage-indigestion-otc501054"
    },
    {
        "name": "Unjha Kafeshwari Herbal Cough Syrup",
        "description": "is a combination of herbs that are helpful to treat dry cough, productive cough, whooping cough, smoker's cough and tuberculosis cough.",
        "Directions for Use": "Children: 5 to 10 ml. twice or thrice a day with warm water, Adults: 10 to 15 ml. twice or thrice a day with warm water or directed by the physician",
        "id": "Whooping Cough_25",
        "url": "https://www.1mg.com/otc/unjha-kafeshwari-herbal-cough-syrup-otc634865"
    },
    {
        "name": "Unjha Kafeshwari Herbal Cough Syrup",
        "description": "is a combination of herbs that are helpful to treat dry cough, productive cough, whooping cough, smoker's cough and tuberculosis cough.",
        "Directions for Use": "Children: 5 to 10 ml. twice or thrice a day with warm water, Adults: 10 to 15 ml. twice or thrice a day with warm water or directed by the physician",
        "id": "Whooping Cough_26",
        "url": "https://www.1mg.com/otc/unjha-kafeshwari-herbal-cough-syrup-otc634809"
    },
    {
        "name": "BAKSON'S K of Aid Tablet",
        "description": "BAKSON'S Kof Aid Tablet is indicated in the management of common cold, tickling cough, chest congestion, allergic bronchitis, bronchial asthma, whooping cough and productive cough.",
        "Directions for Use": "1 tablet, 4 times a day for adults,1 tablet, 2 to 3 times a day for children or as prescribed by the physician",
        "id": "Whooping Cough_27",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-kof-aid-tablet-otc386761"
    },
    {
        "name": "Dr Willmar Schwabe India Tussikind Tablet",
        "description": "is a homoeopathic remedy which is helpful for cough and congestion in children. It helps to relieve the irritation of the larynx and trachea. It also helps manage wheezing and hoarseness",
        "Directions for Use": "Use as directed by the physician",
        "id": "Whooping Cough_28",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-tussikind-tablet-otc327657"
    },
    {
        "name": "Bjain Passiflora Incarnata Mother Tincture Q",
        "description": "Bjain Passiflora Incarnata Mother Tincture Q is a homoeopathic formulation prepared from the plant Passiflora Incarnata. It is widely recognised for its sedative properties, making it a useful medicine for managing sleep-related issues. Additionally, this tincture may help to offer relief from muscle spasms, cramps, and conditions associated with inflammation in acute diseases. Its anti-spasmodic properties make it useful in managing whooping cough and other respiratory ailments. Passiflora Incarnata may also help to deal with hormonal irregularities and provide relief from associated pain.",
        "Directions for Use": "Take 10 drops of Mother Tincture diluted in water thrice a day or as directed by the physician.",
        "id": "Whooping Cough_29",
        "url": "https://www.1mg.com/otc/bjain-passiflora-incarnata-mother-tincture-q-otc329096"
    },
    {
        "name": "Bjain Passiflora Incarnata Mother Tincture Q",
        "description": "Bjain Passiflora Incarnata Mother Tincture Q is a homoeopathic formulation prepared from the plant Passiflora Incarnata. It is widely recognised for its sedative properties, making it a useful medicine for managing sleep-related issues. Additionally, this tincture may help to offer relief from muscle spasms, cramps, and conditions associated with inflammation in acute diseases. Its anti-spasmodic properties make it useful in managing whooping cough and other respiratory ailments. Passiflora Incarnata may also help to deal with hormonal irregularities and provide relief from associated pain.",
        "Directions for Use": "Take 10 drops of Mother Tincture diluted in water thrice a day or as directed by the physician.",
        "id": "Whooping Cough_30",
        "url": "https://www.1mg.com/otc/bjain-passiflora-incarnata-mother-tincture-q-otc329095"
    },
    {
        "name": "Adven Justin Cough Syrup",
        "description": "Adven Justin Cough Syrup is a homoeopathic formulation designed to help relieve various types of cough associated with respiratory infections, allergic reactions, and chronic conditions. This syrup is crafted from a blend of powerful homoeopathic ingredients that target the root causes of cough, providing effective relief without side effects. It works by soothing the respiratory tract, reducing inflammation, and supporting the body's natural healing processes, ensuring relief from persistent cough and associated discomfort.",
        "Directions for Use": "For Adults: Approx. 10 ml (2 teaspoonfuls) thrice daily or as directed by the physician, For Children: Approx. 5 ml (1 teaspoonful) thrice daily or as directed by the physician",
        "id": "Whooping Cough_31",
        "url": "https://www.1mg.com/otc/adven-justin-cough-syrup-otc328945"
    },
    {
        "name": "Kazima Perfumers 100% Pure & Natural Rosemary Oil",
        "description": "provides Rosemary's goodness, a commonly used herb in the world. It is known for its fragrance and for enhancing the food's flavour. It is also known for its medicinal purposes as it helps in curing several diseases.",
        "Directions for Use": "Use as directed.",
        "id": "Whooping Cough_32",
        "url": "https://www.1mg.com/otc/kazima-perfumers-100-pure-natural-rosemary-oil-otc627243"
    },
    {
        "name": "Bjain Justicia Adhatoda Mother Tincture",
        "description": "is a homoeopathic remedy for acute respiratory conditions. It is a remedy for colds, watering from the eyes and cough. It relieves cough and coryza and is also used for dealing with ailments associated with pneumonia and bronchitis.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Whooping Cough_33",
        "url": "https://www.1mg.com/otc/bjain-justicia-adhatoda-mother-tincture-q-otc445217"
    },
    {
        "name": "Bjain Justicia Adhatoda Mother Tincture",
        "description": "is a homoeopathic remedy for acute respiratory conditions. It is a remedy for colds, watering from the eyes and cough. It relieves cough and coryza and is also used for dealing with ailments associated with pneumonia and bronchitis.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Whooping Cough_34",
        "url": "https://www.1mg.com/otc/bjain-justicia-adhatoda-mother-tincture-q-otc445218"
    },
    {
        "name": "Viola Plus Cough",
        "description": "Viola Plus Cough is highly effective in a dry & productive cough, whooping cough associated with laryngitis, bronchitis and tracheitis, acute bronchitis, allergic cough, caused by infection and nasal mucous discharge.",
        "Directions for Use": "3 to 4 times a day or as directed by the Physician, Use under medical supervision.",
        "id": "Whooping Cough_35",
        "url": "https://www.1mg.com/otc/hapdco-viola-plus-cough-syrup-otc386294"
    },
    {
        "name": "Viola Plus Cough",
        "description": "Viola Plus Cough is highly effective in a dry & productive cough, whooping cough associated with laryngitis, bronchitis and tracheitis, acute bronchitis, allergic cough, caused by infection and nasal mucous discharge.",
        "Directions for Use": "3 to 4 times a day or as directed by the Physician, Use under medical supervision.",
        "id": "Whooping Cough_36",
        "url": "https://www.1mg.com/otc/hapdco-viola-plus-cough-syrup-otc386293"
    },
    {
        "name": "SBL Coccus Cacti Dilution",
        "description": "is a homeopathic remedy for spasmodic and whooping cough. It also cures the respiratory ailments like cough and congestion of larynx, chronic inflammation of bronchi and suffocative cough while waking up in the morning. It is made up of 100% genuine raw materials and follows the Hehnemannian principles of drug potentisation.",
        "Directions for Use": "Take 3-5 drops two to three times a day or as directed by the physician.",
        "id": "Whooping Cough_37",
        "url": "https://www.1mg.com/otc/sbl-coccus-cacti-dilution-30-ch-otc346197"
    },
    {
        "name": "Medilife Prophu Virus",
        "description": "is a homoeopathy solution to shield your body from various virus attacks. It keeps up the immune system so that your body is able to fight back. The formulation helps increase stamina, resistance to fatigue, and muscle strength. It helps to keep you energised all through the day.",
        "Directions for Use": "10 pills 4 times a day, Or as directed by your healthcare practitioner",
        "id": "Respiratory Syncytial Virus_1",
        "url": "https://www.1mg.com/otc/medilife-prophu-virus-otc764664"
    },
    {
        "name": "SBL Apis Virus Dilution",
        "description": "SBL Apis Virus Dilution contains Apis Virus as an active ingredient. It's a liquid dilution homeopathic medicine.",
        "Directions for Use": "As directed by the physician",
        "id": "Respiratory Syncytial Virus_2",
        "url": "https://www.1mg.com/otc/sbl-apis-virus-dilution-30-ch-otc351044"
    },
    {
        "name": "SBL Apis Virus Dilution",
        "description": "SBL Apis Virus Dilution contains Apis Virus as an active ingredient. It's a liquid dilution homeopathic medicine.",
        "Directions for Use": "As directed by the physician",
        "id": "Respiratory Syncytial Virus_3",
        "url": "https://www.1mg.com/otc/sbl-apis-virus-dilution-200-ch-otc351047"
    },
    {
        "name": "SBL Apis Virus Dilution",
        "description": "SBL Apis Virus Dilution contains Apis Virus as an active ingredient. It's a liquid dilution homeopathic medicine.",
        "Directions for Use": "As directed by the physician",
        "id": "Respiratory Syncytial Virus_4",
        "url": "https://www.1mg.com/otc/sbl-apis-virus-dilution-12-ch-otc351045"
    },
    {
        "name": "Suspense N95 Virus Protection Mask with Headloop",
        "description": "is a uniquely designed microbial protection mask which protects from viruses and bacteria. It protects from droplet infections, industrial emission, allergens and dust. It is eco friendly and rewashable.",
        "Directions for Use": "As per your convenience",
        "id": "Respiratory Syncytial Virus_5",
        "url": "https://www.1mg.com/otc/suspense-n95-virus-protection-mask-with-headloop-otc803562"
    },
    {
        "name": "SBL Apis Virus Dilution",
        "description": "SBL Apis Virus Dilution contains Apis Virus as an active ingredient. It's a liquid dilution homeopathic medicine.",
        "Directions for Use": "As directed by the physician",
        "id": "Respiratory Syncytial Virus_6",
        "url": "https://www.1mg.com/otc/sbl-apis-virus-dilution-1000-ch-otc351048"
    },
    {
        "name": "SBL Apis Virus Dilution",
        "description": "SBL Apis Virus Dilution contains Apis Virus as an active ingredient. It's a liquid dilution homeopathic medicine.",
        "Directions for Use": "As directed by the physician",
        "id": "Respiratory Syncytial Virus_7",
        "url": "https://www.1mg.com/otc/sbl-apis-virus-dilution-6-ch-otc351046"
    },
    {
        "name": "Rukma Shakti KN 95 Virus Protection Mask",
        "description": "is a uniquely designed microbial protection mask which protects from viruses and bacteria. It protects from droplet infections, industrial emission, allergens and dust. It has a filtration efficiency of up to 95% and has an exhalation valve. It filters air pollution, viruses, bacteria and reduces odour. It is skin friendly and rewashable.",
        "Directions for Use": "Use as per your convenience",
        "id": "Respiratory Syncytial Virus_8",
        "url": "https://www.1mg.com/otc/rukma-shakti-kn-95-virus-protection-mask-otc804398"
    },
    {
        "name": "VREVIVE Respiratory Nebulizer with complete kit for Kids and Adults",
        "description": "A nebulizer is a small machine that creates a mist out of liquid medication, allowing for quicker and easier absorption of medication into the lungs. It helps the liquid medication to reach the lungs in a mist state, to make the administration easy.",
        "Directions for Use": "1. Make Sure all the pieces are clean, 2. Pour liquid medication into the medicine cup, 3. Connect the plastic tubing to the liquid cup and compressor, 4. Attach the mouthpiece or mask, 5. Turn on the nebulizer to make sure it is properly misting, 6. Insert the mouthpiece in your nose or put the mak securely over your nose and mouth, 7. Breathe in slowly but properly until all the medicine is gone",
        "id": "Respiratory Syncytial Virus_9",
        "url": "https://www.1mg.com/otc/vrevive-respiratory-nebuliser-otc989771"
    },
    {
        "name": "Iafa Respiratory Detox Tablet",
        "description": "aids in the reduction of nasal allergies and promotes healthy respiratory functions. It has expectorant and anti-inflammatory qualities that help to maintain and support respiratory health by promoting natural respiratory comfort. Jivani is used to relieve fever and bladder infections, as well as to improve vision and nourish the tissues.",
        "Directions for Use": "Use as directed on the label or as advised by the physician.",
        "id": "Respiratory Syncytial Virus_10",
        "url": "https://www.1mg.com/otc/iafa-respiratory-detox-tablet-otc724749"
    },
    {
        "name": "Ambitech Respiratory Exerciser White",
        "description": "is an advanced device used to improve breathing patterns, strengthen the lungs and practice deep breathing. It has a simple, easy to use and highly effective design. Besides, the simple design makes the device easy to disassemble.",
        "Directions for Use": "Place the device at mouth level, exhale normally before inhaling, Inhale thoroughly until lifting the 3 balls",
        "id": "Respiratory Syncytial Virus_11",
        "url": "https://www.1mg.com/otc/ambitech-respiratory-exerciser-white-otc667757"
    },
    {
        "name": "Iafa Respiratory Detox Formula",
        "description": "aids in the support of the respiratory system while also offering support to the body's immunological system. It has antioxidant properties that help to fight free radicals and helps to balance Vata and Kapha dosha. It contains Godanti bhasma, which helps to relieve fever (pitta fever), cough, colds, and asthma. Saftik bhasma may benefit abdominal pain, Pneumonia, low backache, dry cough, and chronic bronchial disease.",
        "Directions for Use": "Use as directed on the label or as advised by the physician.",
        "id": "Respiratory Syncytial Virus_12",
        "url": "https://www.1mg.com/otc/iafa-respiratory-detox-formula-otc724741"
    },
    {
        "name": "Newnik RE201 Respiratory Exerciser",
        "description": "Newnik RE201 Respiratory Exerciser is an innovative system to exercise respiration through inspiration. This device is composed of a base and of a central part divided into three chambers containing three small spheres different in size and colour. By means of inspiration the three spheres rise proportionately to the inspiration exerted.",
        "Directions for Use": "Inhale throughly and try to lift as many spheres as possible, Hold inspiration as long as possible, Remove the mouthpiece and exhale",
        "id": "Respiratory Syncytial Virus_13",
        "url": "https://www.1mg.com/otc/newnik-re201-respiratory-exerciser-otc348529"
    },
    {
        "name": "Romson Respiratory Lung Exerciser",
        "description": "is a breathing exerciser. It is an innovative system designed to exercise respiration through inspiration. The device is composed of base and central part divided into three chambers containing three small spheres different in size and colour.",
        "Directions for Use": "Use as directed by the health-care professional.",
        "id": "Respiratory Syncytial Virus_14",
        "url": "https://www.1mg.com/otc/romsons-respirometer-respiratory-exerciser-otc590208"
    },
    {
        "name": "Chaukhambha Breazy Respiratory Relife Tablet",
        "description": "is a combination of mucolytic, anti-inflammatory, antitussive, expectorant, bronchodilator, and demulcent Ayurvedic herbs. It is useful in all types of coughs and other respiratory conditions. It is a non-sedative formulation and is suitable for all ages.",
        "Directions for Use": "2 tablets 2 times a day or as advised by the healthcare professional.",
        "id": "Respiratory Syncytial Virus_15",
        "url": "https://www.1mg.com/otc/chaukhambha-breazy-respiratory-relife-tablet-otc909836"
    },
    {
        "name": "Fidelis Healthcare Respiratory Exerciser/Lungs Exerciser",
        "description": "an advanced device used to improve breathing patterns, strengthen the lungs and practice deep breathing. It has a simple, easy to use and highly effective design. Besides, the simple design makes the device easy to disassemble.",
        "Directions for Use": "Inhale thoroughly and try to lift as many spheres as possible, Hold inspiration as long as possible, Remove the mouthpiece and exhale",
        "id": "Respiratory Syncytial Virus_16",
        "url": "https://www.1mg.com/otc/fidelis-healthcare-respiratory-exerciser-lungs-exerciser-otc696760"
    },
    {
        "name": "Iafa Respiratory Care X Drop",
        "description": "aids in the treatment of shallow breathing and the maintenance of respiratory tract health. It protects against nasal allergies and helps to prevent infection-causing colds and coughs. It also aids in the development of children's resilience to pollutants and sickness. It helps to detoxify the respiratory tract and is comprised entirely of natural substances, making it fully safe for children to use.",
        "Directions for Use": "Use as directed on the label or as advised by the physician.",
        "id": "Respiratory Syncytial Virus_17",
        "url": "https://www.1mg.com/otc/iafa-respiratory-care-x-drop-otc725032"
    },
    {
        "name": "Chaukhambha Breazy Respiratory Relife Tablet",
        "description": "is a combination of mucolytic, anti-inflammatory, antitussive, expectorant, bronchodilator, and demulcent Ayurvedic herbs. It is useful in all types of coughs and other respiratory conditions. It is a non-sedative formulation and is suitable for all ages.",
        "Directions for Use": "2 tablets 2 times a day or as advised by the healthcare professional.",
        "id": "Respiratory Syncytial Virus_18",
        "url": "https://www.1mg.com/otc/chaukhambha-breazy-respiratory-relife-tablet-otc909835"
    },
    {
        "name": "Sahyog Wellness Respiratory Lung Exerciser",
        "description": "has three colour-coated balls. Its deep inspiration will create negative pressure in each chamber and will raise the balls accordingly. It can also help relieve breathlessness caused by lung disorders like asthma, bronchitis, and emphysema. For years, doctors have prescribed large, bulky breathing devices to post-surgery patients in order to boost their lung capacity.",
        "Directions for Use": "Use as directed by the healthcare professional.",
        "id": "Respiratory Syncytial Virus_19",
        "url": "https://www.1mg.com/otc/sahyog-wellness-respiratory-lung-exerciser-otc645495"
    },
    {
        "name": "Medisafe Respiratory Exerciser 3 Ball Spirometer",
        "description": "is a device that helps patients to recover their normal respiration after a chest or abdominal surgery. The three-chamber design allows the patient to lift the balls without any resistance to achieve the maximum volume in a minimum time.Uses: It is used by patients to recover their normal respiration after a chest or abdominal surgery.",
        "Directions for Use": "Exhale normally before inhaling, place the mouth-piece in your mouth, Take a deep breath by inhaling, inhale as fast as possible to make an effort of lifting all three balls, if possible, hold your breath as long as possible, Remove the mouth-piece and exhale, Repeat the process",
        "id": "Respiratory Syncytial Virus_20",
        "url": "https://www.1mg.com/otc/medisafe-respirometer-3-ball-respiratory-exerciser-otc859363"
    },
    {
        "name": "Reekomed Respociser Plus Respiratory Lung Exerciser",
        "description": "is a 3 ball respiratory muscle training device that is used by various medical patients having respiratory diseases, athletes, cross fitters, yoga and fitness enthusiasts as well as children and adults interested in healthy ageing.",
        "Directions for Use": "Use as directed on the label.",
        "id": "Respiratory Syncytial Virus_21",
        "url": "https://www.1mg.com/otc/reekomed-respociser-plus-respiratory-lung-exerciser-otc651671"
    },
    {
        "name": "Himalaya Bresol Syrup",
        "description": "is a potent remedy for concerns associated with respiratory. Its key ingredients include holy basil, malabar nut, and turmeric, each offering unique benefits. Turmeric contains curcumin, which helps block proteins associated with allergies and asthma. Holy basil boasts antihistaminic and antioxidant properties, while Malabar Nut acts as a mucolytic, aiding in mucus thinning and cough relief. This syrup is particularly effective for managing concerns related to allergic rhinitis, allergic bronchitis, bronchial asthma, and pollen allergies.",
        "Directions for Use": "Please consult the physician to prescribe the dosage that best suits the condition.",
        "id": "Respiratory Syncytial Virus_22",
        "url": "https://www.1mg.com/otc/himalaya-bresol-syrup-for-respiratory-health-otc571688"
    },
    {
        "name": "Romsons Breazer 2500 Volumetric Respiratory Exerciser",
        "description": "is a medical device design to help individuals with respiratory conditions improve their lung function. The device is design to increase lung capacity and improve breathing patterns through the use of simple exercises.",
        "Directions for Use": "Adjust the resistance to a comfortable level by turning the dial on the device, Place the mouthpiece in your mouth and inhale slowly and deeply, Hold your breath for a few seconds before exhaling slowly, Repeat the process for the recommended number of repetitions or as advised by your healthcare professional",
        "id": "Respiratory Syncytial Virus_23",
        "url": "https://www.1mg.com/otc/romsons-breazer-2500-volumetric-respiratory-excerciser-otc806444"
    },
    {
        "name": "Maharishi Ayurveda Respiratory Relief Therapy Kit",
        "description": "is a complete care kit that provides holistic relief from respiratory issues. It combines the synergistic action of herbs like kasni, asthomap, prandhara, anu taila that strengthens the respiratory system and fights infections.",
        "Directions for Use": "Asthomap: 1 to 2 tablets thrice a day or as advised by the physician,Prandhara: 1-2 drops of Prandhara to be taken orally with water ,Anu Oil: 2 to 4 drops twice a day,Kasni: 1 to 2 teaspoonfuls (5-10 ml) twice or 3 times a day",
        "id": "Respiratory Syncytial Virus_24",
        "url": "https://www.1mg.com/otc/maharishi-ayurveda-respiratory-relief-therapy-kit-otc733027"
    },
    {
        "name": "Myupchar Ayurveda Kaphaja Respiratory Support Capsule",
        "description": "Myupchar Ayurveda Kaphaja Respiratory Support Capsule is a holistic solution that promotes respiratory health. This natural formulation aims to make breathing easier and more comfortable, especially for those suffering from respiratory issues. These capsules support improved breathing, making it less strenuous and more relaxed. They work to reduce inflammation in the respiratory tract, easing discomfort and congestion. Kaphaja Respiratory Support Capsules enhance the body's innate defence mechanisms against respiratory infections. Beneficial for a range of respiratory tract disorders, including cough, bronchitis, shortness of breath, and asthma.",
        "Directions for Use": "Take 1-2 capsules twice daily with water, Or as advised by your healthcare practitioner",
        "id": "Respiratory Syncytial Virus_25",
        "url": "https://www.1mg.com/otc/myupchar-ayurveda-kaphaja-respiratory-support-capsule-otc942779"
    },
    {
        "name": "Dabur Vasavaleha",
        "description": "Dabur Vasavaleha is an Ayurvedic preparation that can help alleviate respiratory problems like cough. It may assist in regulating body temperature. The preparation possesses antimicrobial properties.",
        "Directions for Use": "Use as directed by the healthcare professional.",
        "id": "Respiratory Syncytial Virus_26",
        "url": "https://www.1mg.com/otc/dabur-vasavaleha-supports-respiratory-health-otc356400"
    },
    {
        "name": "The Romsons Breazer 5000 Volumetric Respiratory Exerciser",
        "description": "The Romsons Breazer 5000 Volumetric Respiratory Exerciser is a medical device designed to improve respiratory function by exercising the lungs and strengthening the respiratory muscles. It consists of a transparent cylinder with colour balls inside that move up and down as the user inhales and exhales.",
        "Directions for Use": "Inhale deeply and then exhale slowly and steadily, watching the coloured balls rise and fall, Follow instructions provided by a healthcare professional to ensure proper use and effectiveness",
        "id": "Respiratory Syncytial Virus_27",
        "url": "https://www.1mg.com/otc/romsons-breazer-5000-volumetric-respiratory-excerciser-otc806451"
    },
    {
        "name": "Bos Medicare Surgical Oxygen Hood Respiratory Exerciser",
        "description": "Oxygen hood is also called as Oxygen tent or Head Box. The hood is placed over the baby's head. A thin, soft, plastic tube called a nasal cannula may be used instead of a hood. An oxygen tent consists of a canopy placed over the head and shoulders, or over the entire body of a newborn to provide oxygen at a higher level than normal. Some devices cover only a part of the face.",
        "Directions for Use": "Assemble the oxygen hood: First, you will need to calibrate the oxygen analyzer before assembling the hood. After verifying that the calibration is working properly, be sure to that the head of the analyzer is positioned at the neonates face. Ensure that there is an emergency oxygen device close by. the head of the analyzer is positioned at the neonates face. Ensure that there is an emergency oxygen device close by. Assemble the humidifier and fill the chamber with sterile water. Connect the oxygen blender tubing to the water-filled chamber, and also, connect the heater tubing to the water-filled chamber as well. Place the thermometer inside of the oxygen hood in its proper position Connect the heater tubing to the oxygen hood",
        "id": "Respiratory Syncytial Virus_28",
        "url": "https://www.1mg.com/otc/bos-medicare-surgical-oxygen-hood-respiratory-exerciser-otc873761"
    },
    {
        "name": "Himalaya Wellness Pure Herbs Vasaka Respiratory Wellness Syrup",
        "description": "an effective respiratory care formula that is excellent for relieving respiratory illness such as cough, cold, chest congestion with difficulty in breathing. It works by opening the airways, suppressing cough, and mobilizing mucus. It aids in eliminating and protecting from allergies and infections.",
        "Directions for Use": "Children: Take 5-7.5 ml twice daily, Adults: Take 10-15 ml twice daily or as directed by the physician",
        "id": "Respiratory Syncytial Virus_29",
        "url": "https://www.1mg.com/otc/himalaya-wellness-pure-herbs-vasaka-respiratory-wellness-syrup-otc419601"
    },
    {
        "name": "Pankajakasthuri Breathe Eazy Granules",
        "description": "Pankajakasthuri Breathe Eazy Granules is a combination of 17 herbs and natural ingredients in a specific composition, which can help make breathing easier. It prevents the occurrence of hypersensitivity reactions and builds up a strong immunity against allergies. The herbal formulation is completely safe and is without any side effects. It does not contain any preservatives.",
        "Directions for Use": "Adults: 1 tablespoon twice daily after food, Children: Half the adult dosage or as directed by the healthcare professional",
        "id": "Respiratory Syncytial Virus_30",
        "url": "https://www.1mg.com/otc/pankajakasthuri-breathe-eazy-granules-for-respiratory-care-otc478258"
    },
    {
        "name": "Control D Respiratory Nebulizer with Complete Mask Kit",
        "description": "is a device that turns the liquid medicine into a mist which is then inhaled through a mouthpiece or a mask. It creates a fine mist to allow smaller particles of the medication to be breathed inefficiently. It is portable, lightweight, easy to use, and clean. Effective for both adults and children, the small, compact design blends stylishly into any space. Built with a strong body and powerful piston compressor with a pure copper motor, it can be used for both intensive professional and regular personal use. The package comes with a complete kit with child and adult masks so that the full family can use the product.",
        "Directions for Use": "Turn on your compressor nebuliser, Hold the nebuliser and mask kit in an upright position to prevent spilling and to ensure the medication is correctly distributed, Take normal regular breaths in through your mouth so that the medicine can go deep into your lungs, Continue until all of the medicine is gone from the Medicine chamber",
        "id": "Respiratory Syncytial Virus_31",
        "url": "https://www.1mg.com/otc/control-d-respiratory-nebulizer-with-complete-mask-kit-otc992432"
    },
    {
        "name": "Pankajakasthuri Breathe Eazy Tablet",
        "description": "Pankajakasthuri Breathe Eazy Tablet is a combination of 14 herbs and natural ingredients in a specific composition, which can help make breathing easier. It prevents the occurrence of hypersensitivity reactions and builds up strong immunity against allergies. The herbal formulation is completely safe and is without any side effects. It does not contain any preservatives.",
        "Directions for Use": "2 tablets two times daily after food or as directed by the healthcare professional.",
        "id": "Respiratory Syncytial Virus_32",
        "url": "https://www.1mg.com/otc/pankajakasthuri-breathe-eazy-tablet-for-respiratory-care-otc478265"
    },
    {
        "name": "Pankajakasthuri Breathe Eazy Syrup",
        "description": "is a combination of 17 herbs and natural ingredients in a specific composition, which can help make breathing easier. It prevents the occurrence of hypersensitivity reactions and builds up a strong immunity against allergies. The herbal formulation is completely safe and is without any side effects. It does not contain any preservatives.",
        "Directions for Use": "Adults: 1 tablespoon (15 ml) 3 times daily after food, Children: Half the adult dosage or as directed by the healthcare professional",
        "id": "Respiratory Syncytial Virus_33",
        "url": "https://www.1mg.com/otc/pankajakasthuri-breathe-eazy-syrup-for-respiratory-care-otc478262"
    },
    {
        "name": "Pankajakasthuri Breathe Eazy Granules",
        "description": "Pankajakasthuri Breathe Eazy Granules is a combination of 17 herbs and natural ingredients in a specific composition, which can help make breathing easier. It prevents the occurrence of hypersensitivity reactions and builds up a strong immunity against allergies. The herbal formulation is completely safe and is without any side effects. It does not contain any preservatives.",
        "Directions for Use": "Adults: 1 tablespoon twice daily after food, Children: Half the adult dosage or as directed by the healthcare professional",
        "id": "Respiratory Syncytial Virus_34",
        "url": "https://www.1mg.com/otc/pankajakasthuri-breathe-eazy-granules-for-respiratory-care-otc478254"
    },
    {
        "name": "Himalaya Wellness Pure Herbs Vasaka Respiratory Wellness Tablet",
        "description": "Himalaya Wellness Pure Herbs Vasaka Respiratory Wellness Tablet is made from pure herb extract of Vasaka, also known as Malabar Nut or Adhatoda zeylanica. This herbal formulation is beneficial in managing respiratory ailments and works particularly as an expectorant. The leaves, flowers, fruits, and roots of Vasaka may provide relief from cold, cough, and whooping cough. With anti-inflammatory, antitussive, and bronchodilatory actions, these capsules may ease congestion and coughing by helping loosen and thin mucus in the airways.",
        "Directions for Use": "Take one Vasaka Tablet twice a day or as directed by a healthcare provider.",
        "id": "Respiratory Syncytial Virus_35",
        "url": "https://www.1mg.com/otc/himalaya-wellness-pure-herbs-vasaka-respiratory-wellness-tablet-otc120172"
    },
    {
        "name": "Nicotex Lung and Respiratory Health Effervescent Tablet",
        "description": "is an effervescent tablet formulated with N-acetylcysteine (NAC) and vitamin C. These powerful ingredients have antioxidant properties that can help protect from free radicals and support lung and body detoxification. The tablets can help in maintaining optimal respiratory health.",
        "Directions for Use": "Drop one tablet in 250 ml water, Dissolve the effervescent tablet completely, Drink the fizzy solution immediately, Use as directed by a healthcare professional",
        "id": "Respiratory Syncytial Virus_36",
        "url": "https://www.1mg.com/otc/nicotex-lung-and-respiratory-health-effervescent-tablet-strawberry-otc993614"
    },
    {
        "name": "Baidyanath (Nagpur) Bhringrajasava",
        "description": "helps relieve seasonal colds and flu and boosts the immune system. It aids in the maintenance of a healthy digestive system, prevents bloating, and boosts energy levels in the body. It also aids in the maintenance of respiratory issues, the removal of excess mucus deposits in the chest, and the treatment of bronchitis.",
        "Directions for Use": "Use as directed on the label or as advised by your physician.",
        "id": "Respiratory Syncytial Virus_37",
        "url": "https://www.1mg.com/otc/baidyanath-nagpur-bhringrajasava-for-immunity-respiratory-health-otc750870"
    },
    {
        "name": "Patanjali Divya Swasari Pravahi",
        "description": "is a liquid Ayurvedic formulation for respiratory health. It contains a blend of natural herbs and is a brown colour viscous liquid with, a sweet and pungent taste with characteristic flavour and odour.",
        "Directions for Use": "As directed by the physician",
        "id": "Respiratory Syncytial Virus_38",
        "url": "https://www.1mg.com/otc/patanjali-divya-swasari-pravahi-supports-respiratory-health-otc358242"
    },
    {
        "name": "Sahyog Wellness Respiratory Lung Exerciser with 2 Tubes",
        "description": "has three colour-coated balls. Its deep inspiration will create negative pressure in each chamber and will raise the balls accordingly. It can also help relieve breathlessness caused by lung disorders like asthma, bronchitis, and emphysema. For years, doctors have prescribed large, bulky breathing devices to post-surgery patients in order to boost their lung capacity.",
        "Directions for Use": "Use as directed by the healthcare professional.",
        "id": "Respiratory Syncytial Virus_39",
        "url": "https://www.1mg.com/otc/sahyog-wellness-respiratory-lung-exerciser-with-2-tubes-otc645497"
    },
    {
        "name": "Dabur Tulsi Drop",
        "description": "Dabur Tulsi Drop has antioxidant properties which can help boost immunity. It helps to provide relief from cough and cold and in reducing mucus. It contains the extracts of 5 types of tulsi leaves which have therapeutic properties. Tulsi also has antimicrobial properties. According to Ayurveda, tulsi is good for digestive and skin health and helps in stress management. It is also good for joint and liver health.",
        "Directions for Use": "5-10 drops (0.15 to 0.30 ml) 2-3 times a day in lukewarm water or tea or as directed by a physician.",
        "id": "Respiratory Syncytial Virus_40",
        "url": "https://www.1mg.com/otc/dabur-tulsi-drop-for-immunity-respiratory-health-otc584737"
    },
    {
        "name": "SBL Drops No. 8 (For Allergic Rhinitis)",
        "description": "is a homoeopathic preparation that can help relieve the signs and symptoms of allergic rhinitis. It helps to reduce watery nasal discharge, nasal obstruction, watering of the eyes, and more.",
        "Directions for Use": "Adult: 10 drops, Children: 5 drops, In 1/4th cup of water 4 times a day or as directed by the physician",
        "id": "Allergic Rhinitis_1",
        "url": "https://www.1mg.com/otc/sbl-drops-no.-8-for-allergic-rhinitis-otc339777"
    },
    {
        "name": "Himalaya Bresol Tablet",
        "description": "helps to fight respiratory disorders. The natural ingredients synergistically act to provide symptomatic relief in allergic respiratory conditions. Its antihistaminic property manages symptoms associated with respiratory disorders. The mucolytic (reducing the viscosity of mucus) and bronchodilatory (decreasing resistance in the breathing airways) properties are helpful in liquefying and relieving nasal and bronchial congestion. Its antimicrobial action combats infections caused by gram-positive and gram-negative bacteria.",
        "Directions for Use": "Use as directed by the physician, Safety Information: Read the label carefully before use, Keep out of reach of the children, Store in a cool dry place, Use under medical supervision",
        "id": "Allergic Rhinitis_2",
        "url": "https://www.1mg.com/otc/himalaya-bresol-tablet-for-respiratory-health-manages-allergic-rhinitis-bronchitis-otc131450"
    },
    {
        "name": "SBL Drops No. 7",
        "description": "is a natural remedy designed to provide relief from sinusitis. Its key ingredients, including hydrastis canadensis, lemna minor, pulsatilla nigricans, and sanguinaria canadensis, work together to alleviate the signs and concerns of sinusitis.",
        "Directions for Use": "For sinusitis relief: 10-15 drops in 1/4th cup of water, 3-4 times a day, or as prescribed by the physician, For soothing gel: Scoop out an adequate amount and apply to the desired area of the face or body",
        "id": "Allergic Rhinitis_3",
        "url": "https://www.1mg.com/otc/sbl-drops-no.-7-for-sinusitis-otc329040"
    },
    {
        "name": "Bakson's Aller Aid Tablet",
        "description": "Bakson's Aller Aid Tablet are homoeopathic tablet for allergies that provide relief from hay fever without any side effects. These tablets for allergies cause no drowsiness or disturbance in daily routine. Aller Aid tablets are helpful against the runny nose, sneezing, watery eyes, sinus congestion (Sinusitis), fever and body ache due to allergies and hay fever.Aller Aid tablets contain Natrum muriaticum and Ferrum phosphoricum that help relieve sneezing, aching head, sore throat, pains and soreness all over the body and marked exhaustion.",
        "Directions for Use": "Take one tablet four times a day or as directed by the physician.",
        "id": "Allergic Rhinitis_4",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-aller-aid-tablet-otc388848"
    },
    {
        "name": "Sri Sri Tattva Anu Taila Nasal Drops",
        "description": "is a herbal drop with a combination of herbs that nourishes and strengthens all the five sense organs - ears, eyes, nose, tongue and throat. It helps balance the Tridoshas and is useful in Vata, Pitta and Kapha imbalances. It is also helpful in balancing the hormone-producing glands in the head and neck area.",
        "Directions for Use": "2-3 drops in each nostril or as directed by a healthcare professional",
        "id": "Allergic Rhinitis_5",
        "url": "https://www.1mg.com/otc/sri-sri-tattva-anu-taila-nasal-drops-otc330697"
    },
    {
        "name": "Bakson's Aller Aid Tablet",
        "description": "Bakson's Aller Aid Tablet are homoeopathic tablet for allergies that provide relief from hay fever without any side effects. These tablets for allergies cause no drowsiness or disturbance in daily routine. Aller Aid tablets are helpful against the runny nose, sneezing, watery eyes, sinus congestion (Sinusitis), fever and body ache due to allergies and hay fever.Aller Aid tablets contain Natrum muriaticum and Ferrum phosphoricum that help relieve sneezing, aching head, sore throat, pains and soreness all over the body and marked exhaustion.",
        "Directions for Use": "Take one tablet four times a day or as directed by the physician.",
        "id": "Allergic Rhinitis_6",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-aller-aid-tablet-otc326090"
    },
    {
        "name": "Himalaya Bresol Syrup",
        "description": "is a potent remedy for concerns associated with respiratory. Its key ingredients include holy basil, malabar nut, and turmeric, each offering unique benefits. Turmeric contains curcumin, which helps block proteins associated with allergies and asthma. Holy basil boasts antihistaminic and antioxidant properties, while Malabar Nut acts as a mucolytic, aiding in mucus thinning and cough relief. This syrup is particularly effective for managing concerns related to allergic rhinitis, allergic bronchitis, bronchial asthma, and pollen allergies.",
        "Directions for Use": "Please consult the physician to prescribe the dosage that best suits the condition.",
        "id": "Allergic Rhinitis_7",
        "url": "https://www.1mg.com/otc/himalaya-bresol-syrup-for-respiratory-health-otc571688"
    },
    {
        "name": "Bhelpyanath Mahalaxmi Vilas Ras with Gold",
        "description": "an Ayurvedic medicine that is primarily used for various health-related problems. The medicine contains key ingredients like Abhrak Bhasma (prepared from mica) and Swarna (gold) Bhasma, which might have antitussive action.",
        "Directions for Use": "1-2 tablets (125-250 mg) twice daily with honey/milk or as directed by a healthcare professional",
        "id": "Allergic Rhinitis_8",
        "url": "https://www.1mg.com/otc/baidyanath-mahalaxmi-vilas-ras-with-gold-manages-cold-cough-fever-otc388389"
    },
    {
        "name": "Sri Sri Tattva Tulasi Tablet",
        "description": "is effective for treating respiratory disorders, chronic and acute bronchitis due to its anti-allergic and anti-infective properties.",
        "Directions for Use": "Take 1-2 tablets or as prescribed by the physician, Safety Information: Store in a cool, dry and dark place, Protect from direct sunlight, Read the label carefully before use, Do not exceed the recommended dose, Keep out of the reach of children",
        "id": "Allergic Rhinitis_9",
        "url": "https://www.1mg.com/otc/sri-sri-tattva-tulasi-500mg-tablet-otc330786"
    },
    {
        "name": "Bakson's Nasal Aid Spray",
        "description": "is an effective nasal spray that helps to relieve a blockage of the nose, and nasal discharge such as watery, thick, bland or acrid, along with sneezing, itching of the nose, loss of smell and other symptoms. Nasal Aid Spray is an instant-acting composition that provides symptomatic relief from nasal congestion. Its direct-acting solution acts by constricting the blood vessels in the nasal tissues, reducing swelling and feeling of congestion.",
        "Directions for Use": "Adults: 1-2 sprays every 4 hours, Children: 1 spray every 6 hours",
        "id": "Allergic Rhinitis_10",
        "url": "https://www.1mg.com/otc/bakson-s-homeopathy-nasal-aid-spray-otc326068"
    },
    {
        "name": "SBL Bio-Combination 11 Tablet",
        "description": "is an effective combination of bio-chemic salts to manage fever due to inflammatory or suppurative conditions. Febrile conditions associated with initial inflammatory conditions, and sudden rise in temperature and in conditions that tend towards suppuration are generally covered in mild febrile conditions. The allergic rhinitis is caused due the seasonal allergies during the spring and fall season or outdoor allergens like pollen. The cigarette smoke chemicals and pollution and strong perfume smell affects the rhinitis making it worse.",
        "Directions for Use": "For Adults, 4 tablets every three hours or four times a day and for children,1 to 2 tablets 4 times a day or as prescribed by the physician.",
        "id": "Allergic Rhinitis_11",
        "url": "https://www.1mg.com/otc/sbl-bio-combination-11-tablet-otc331047"
    },
    {
        "name": "Sri Sri Tattva Vyaghryadi Tablet",
        "description": "is an ayurvedic medicine and has a curative effect on the respiratory system. Used in fever, cough, dyspnoea and rhinitis.",
        "Directions for Use": "1 to 2 tablets or as directed by the physician",
        "id": "Allergic Rhinitis_12",
        "url": "https://www.1mg.com/otc/sri-sri-tattva-vyaghryadi-500mg-tablet-otc330794"
    },
    {
        "name": "SBL Arundo Mauritanica Dilution",
        "description": "is a homeopathic medicine made from a plant generally known as reed. Arundo Mauritanica Dilution is a remedy best known for the treatment of the respiratory problems.",
        "Directions for Use": "As directed by the physician.This medicine can be consumed with Allopathic medicines.",
        "id": "Allergic Rhinitis_13",
        "url": "https://www.1mg.com/otc/sbl-arundo-mauritanica-dilution-6-ch-otc351171"
    },
    {
        "name": "SBL Arundo Mauritanica Dilution",
        "description": "is a homeopathic medicine made from a plant generally known as reed. Arundo Mauritanica Dilution is a remedy best known for the treatment of the respiratory problems.",
        "Directions for Use": "As directed by the physician.This medicine can be consumed with Allopathic medicines.",
        "id": "Allergic Rhinitis_14",
        "url": "https://www.1mg.com/otc/sbl-arundo-mauritanica-dilution-1000-ch-otc351174"
    },
    {
        "name": "SBL Arundo Mauritanica Dilution",
        "description": "is a homeopathic medicine made from a plant generally known as reed. Arundo Mauritanica Dilution is a remedy best known for the treatment of the respiratory problems.",
        "Directions for Use": "As directed by the physician.This medicine can be consumed with Allopathic medicines.",
        "id": "Allergic Rhinitis_15",
        "url": "https://www.1mg.com/otc/sbl-arundo-mauritanica-dilution-30-ch-otc351172"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_16",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-6x-otc716387"
    },
    {
        "name": "Nasomist Nasal Spray",
        "description": "is a saline nasal spray that contains sodium chloride. It is used for daily nasal hygiene, to moisturize and loosen dried mucus, and to relieve nasal congestion and stuffy nose caused by conditions such as allergies, sinus infections, and the common cold. It may also be used for atrophic rhinitis and post-nasal drip.",
        "Directions for Use": "For infants/ babies invert the bottle and put 2-3 drops in each nostril, For children/adults use the spray in an upright position for better convenience and action, Use as often as needed",
        "id": "Allergic Rhinitis_17",
        "url": "https://www.1mg.com/otc/nasomist-saline-nasal-spray-nasal-decongestant-moisturizer-for-dry-stuffy-nose-otc237333"
    },
    {
        "name": "SBL Arundo Mauritanica Dilution",
        "description": "is a homeopathic medicine made from a plant generally known as reed. Arundo Mauritanica Dilution is a remedy best known for the treatment of the respiratory problems.",
        "Directions for Use": "As directed by the physician.This medicine can be consumed with Allopathic medicines.",
        "id": "Allergic Rhinitis_18",
        "url": "https://www.1mg.com/otc/sbl-arundo-mauritanica-dilution-200-ch-otc351173"
    },
    {
        "name": "SBL Arundo Mauritanica Dilution",
        "description": "is a homeopathic medicine made from a plant generally known as reed. Arundo Mauritanica Dilution is a remedy best known for the treatment of the respiratory problems.",
        "Directions for Use": "As directed by the physician.This medicine can be consumed with Allopathic medicines.",
        "id": "Allergic Rhinitis_19",
        "url": "https://www.1mg.com/otc/sbl-arundo-mauritanica-dilution-12-ch-otc351169"
    },
    {
        "name": "Citravite XT Chewable Tablet",
        "description": "is a health supplement that contains curcuminoids, amino acids, vitamins, and minerals. It is recommended for patients suffering from upper respiratory tract infection, lower respiratory tract infection, allergic rhinitis, diabetic ulcers, skin disorders, wounds, ulcers, and to support recovery post-surgery. It helps to boost the immunity of the body.",
        "Directions for Use": "Take Citravite XT Chewable Tablet as directed by the physician.",
        "id": "Allergic Rhinitis_20",
        "url": "https://www.1mg.com/otc/citravite-xt-chewable-tablet-otc416974"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_21",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-6c-otc716389"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_22",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-10m-ch-otc716428"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_23",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-30c-otc716401"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_24",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-200c-otc716405"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_25",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-1000-ch-otc716424"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_26",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-12c-otc716425"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_27",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-50m-ch-otc716396"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_28",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-3x-otc716398"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_29",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-200c-otc435089"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_30",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-12c-otc435078"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_31",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-1000-ch-otc435088"
    },
    {
        "name": "Bjain Belladonna Dilution",
        "description": "is a well-known homoeopathic remedy for nervous system troubles and congestion. It is an effective remedy for cramps, convulsions, pain, goitre and air sickness.",
        "Directions for Use": "10 to 15 drops in ¼ cup of water, two times a day, 10 minutes before or after meals or as prescribed by the physician.",
        "id": "Allergic Rhinitis_32",
        "url": "https://www.1mg.com/otc/bjain-belladonna-dilution-50m-ch-otc435092"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_1",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-otc739084"
    },
    {
        "name": "The first part of the description, starting from the beginning until the first \n (newline)",
        "description": "The content between the Product Name and the Key Ingredients section",
        "Directions for Use": "The content between the Directions for Use section and the Safety Information section, with \n replaced by a comma",
        "id": "COVID-19_2",
        "url": "https://www.1mg.com/drugs/ronapreve-120mg-injection-combi-pack-692361"
    },
    {
        "name": "COVID-19 Rapid Antigen Self Test Kit(RAT)",
        "description": "COVID-19 Rapid AntigenSelf Test Kit(RAT) is the first COVID-19 self-test kit in India. It is an in vitro diagnostic test for the qualitative detection of COVID-19 antigen in nasal swab specimen directly from individuals with or without symptoms or with other epidemiological reasons to suspect COVID-19. The user will get the test results within 20 minutes from the safety of their own house. The test reports can be checked using the MyLab app. Both testing materials, a guidelines for use (IFU) leaflet, and a biohazard bag to properly dispose of test materials will be included with each package. To minimise pain, the procedure is intended to be performed using a nasal swab rather than a deep nasopharyngeal swab.",
        "Directions for Use": "Test preparation: Wash your hands and make sure they are dry before starting the test procedure. Tear the pouch and keep the individual components ready for testing. Open the MyLab Coviself app and fill in the credentials (All fields are mandatory as per ICMR). Open the pouch containing the test device(cassette). Scan the OR code on the cassette to link the code with your credentials. Find the pre-filled buffer tube and remove it out of the pouch and tap vertically on the horizontal surface, to make sure the extraction buffer settles at the bottom of the tube. Unscrew the cap and hold the tube in your hand. Do not spill the content of the tube. Step 1: Open the swab package from the tail end and take the swab out (Do not touch the swab head). Sampling with a nasal swab: Using the sterile swab provided in the kit, carefully insert the swab into one nostril. The swab tip should be inserted up to 2-4cm or until resistance is met. Roll the swab 5 times inside the nostril to ensure that cells are collected. Using the same swab, repeat this process for the other nostril to ensure that an adequate sample is collected from both the nasal cavities. Withdraw the swab from the nasal cavity. The specimen is now ready for testing using the extraction buffer provided in the test kit. Step 2: Take the nasal swab and dip in the pre-filled extraction tube. Pinch the tube at the bottom and swirl the nasal swab 10 times ensuring the swab is immersed well in the extraction buffer. Find the breakpoint of the swab. Break the swab at the breakpoint. Discard the remainder of the swab. Mix well. Step 3: Do not leave the test device unused once opened for more than 5 minutes. Add 2 full drops of extracted antigen buffer mixture into the sample well of the test device, by pressing the tube and wait for 10-15min for the results to appear. Read the results within 20 minutes. Strong positive results can be reported within 10-15 minutes. Results that appear after 20 minutes are not valid (Phone will give you the alarm to capture the test results). Step 4: Take the test device and click a picture (Wait for the app to analyse and display your COVID-19 test results). The swab is inserted in the lysis buffer which destroys the COVID-19/respiratory viruses. This tube (with swab head inside), is to be put inside the waste disposal bag and this bag can be thrown in the household waste",
        "id": "COVID-19_3",
        "url": "https://www.1mg.com/otc/coviself-covid-19-rapid-antigen-self-test-kit-otc652724"
    },
    {
        "name": "Abbott Panbio Covid 19 Antigen Self-Test",
        "description": "Abbott Panbio Covid 19 Antigen Self-Test is a single-use, in vitro (outside the body) visually read rapid immunoassay that uses a human nasal swab specimen for the qualitative detection of nucleocapsid protein SARS-CoV-2 antigen (Ag). The Panbio™ COVID-19 Antigen Self-Test is intended to be used manually by untrained lay users (self-testing) in a private setting to aid in the diagnosis of an active SARS-CoV-2 infection. Children under 14 years should be supported by an adult. The Panbio™ COVID-19 Antigen Self-Test is a lateral flow test that detects the nucleocapsid protein antigen of the Coronavirus SARS-CoV-2 in a swab from the mid-turbinate nasal region. The product includes a test device, a bottle with buffer solution, an extraction tube/cap and a nasal swab.",
        "Directions for Use": "The following instructions are the test procedure to complete a single test. The 4 tests, 10 tests and 20 tests kits include components to complete multiple tests. If more than one individual will be tested, separate the test components to avoid confusion. Before starting: Scan the QR code on page 1 to download the NAVICA app. Open the app and follow the prompts to complete the test Wash or sanitize your hands. Make sure they are dry before starting Prepare for the test: Check the expiration date on the box. Do not use it if the kit is expired Ensure the kit is at room temperature for at least 30 minutes prior to use. Open the box and remove 1 each of the components to perform a single test. Do not open individual components until instructed Note: A timing device (clock, timer, etc.) is required, but not provided Keep buffer bottle upright, twist and pull tab to open the bottle Squeeze the liquid from the buffer bottle into the tube. You will need to squeeze at least twice Note: Check the liquid level. The liquid should be at or slightly above the fill line on the side of the tube Put the Tube into the tube rack before proceeding to the next step Collect the Nasal Sample: Keep fingers away from the swab end Open swab protective package at stick end. Take the swab out Swab both nostrils. Insert the soft end of the swab straight back into your nostril until resistance is felt (about 2cm). Slowly rotate the swab, gently rubbing it along the insides of your nasal passage at least 5 times. Remove the swab from the nostril Using the same swab, repeat the above step in your other nostril. Check: Did you swab BOTH nostrils? Insert the swab into the tube. Swirl in the fluid 5 or more times while pushing against the wall of the tube. Pinch the swab tip through the tube to remove any remaining fluid Hold the tube firmly with one hand. Lift the swab and locate the break line. Snap the swab handle at the break line. Leave the swab in the tube and discard the stick Note: After the swab is inserted in the buffer, the inactivation properties of the buffer plus the physical barrier of the closed extraction tube, help neutralize the COVID-19 virus Secure the Blue Cap on the top of the Tube. Return the Tube to the Tube Rack before proceeding to the next step Perform the test: Remove the Test Device from its protective package and place it on a well-lit, flat surface Check liquid for bubbles. Wait for any bubbles to disappear as they can lead to inaccurate results. Keep the Tube vertical with the white cap pointed down. Remove the white cap. Do not move the Test Device until the test is finished Squeeze 5 drops of liquid from the Tube into the well on the Test Device. Secure white cap back on Tube and wait 15 minutes Note: If clogging occurs, gently tap the bottom of the tube to release the blockage. Do not touch the Test Device during this period Keep the Test Device flat on the table. After 15 minutes, use the NAVICA app to take a photo of the Test Device and submit your result. The app will automatically submit your result to ICMR and display your test result. Do not read the result earlier than 15 minutes or after 20 minutes Note: A Control (C) line may appear in the result window within a few minutes but a Test (T) line may take as long as 15 minutes to appear. Note: After 20 minutes the result might become inaccurate Read the test result: Invalid Result (test did not work) Find the result window. If NO Control (C) line is present, the test did not work and is considered Invalid. This may be the result of an incorrect test procedure and the test should be repeated. Positive Result Find the result window and look carefully for two lines. Positive Result: If you see two lines, Control (C) line and Test (T) line, this means COVID-19 was detected. If positive, please contact your doctor or local health department immediately and follow local guidelines for self-isolation. Negative Result Find the result window and look for a single line in the window. Negative Result: If you see only the Control (C) line is present, this means COVID-19 was not detected. If the rapid antigen test results are negative and symptoms continue, individuals should immediately be tested by RT-PCR per ICMR Advisory. You are also advised to continue following local guidelines for self-isolation and consult your doctor. Dispose of the test kit: Place swab, tube and test device into the bag Seal the bag tightly Throw away the bag in the waste bin",
        "id": "COVID-19_4",
        "url": "https://www.1mg.com/otc/abbott-panbio-covid-19-antigen-self-test-kit-otc660480"
    },
    {
        "name": "Abbott Panbio Covid 19 Antigen Self-Test",
        "description": "Abbott Panbio Covid 19 Antigen Self-Test is a single-use, in vitro (outside the body) visually read rapid immunoassay that uses a human nasal swab specimen for the qualitative detection of nucleocapsid protein SARS-CoV-2 antigen (Ag). The Panbio™ COVID-19 Antigen Self-Test is intended to be used manually by untrained lay users (self-testing) in a private setting to aid in the diagnosis of an active SARS-CoV-2 infection. Children under 14 years should be supported by an adult. The Panbio™ COVID-19 Antigen Self-Test is a lateral flow test that detects the nucleocapsid protein antigen of the Coronavirus SARS-CoV-2 in a swab from the mid-turbinate nasal region. The product includes a test device, a bottle with buffer solution, an extraction tube/cap and a nasal swab.",
        "Directions for Use": "The following instructions are the test procedure to complete a single test. The 4 tests, 10 tests and 20 tests kits include components to complete multiple tests. If more than one individual will be tested, separate the test components to avoid confusion. Before starting: Scan the QR code on page 1 to download the NAVICA app. Open the app and follow the prompts to complete the test Wash or sanitize your hands. Make sure they are dry before starting Prepare for the test: Check the expiration date on the box. Do not use it if the kit is expired Ensure the kit is at room temperature for at least 30 minutes prior to use. Open the box and remove 1 each of the components to perform a single test. Do not open individual components until instructed Note: A timing device (clock, timer, etc.) is required, but not provided Keep buffer bottle upright, twist and pull tab to open the bottle Squeeze the liquid from the buffer bottle into the tube. You will need to squeeze at least twice Note: Check the liquid level. The liquid should be at or slightly above the fill line on the side of the tube Put the Tube into the tube rack before proceeding to the next step Collect the Nasal Sample: Keep fingers away from the swab end Open swab protective package at stick end. Take the swab out Swab both nostrils. Insert the soft end of the swab straight back into your nostril until resistance is felt (about 2cm). Slowly rotate the swab, gently rubbing it along the insides of your nasal passage at least 5 times. Remove the swab from the nostril Using the same swab, repeat the above step in your other nostril. Check: Did you swab BOTH nostrils? Insert the swab into the tube. Swirl in the fluid 5 or more times while pushing against the wall of the tube. Pinch the swab tip through the tube to remove any remaining fluid Hold the tube firmly with one hand. Lift the swab and locate the break line. Snap the swab handle at the break line. Leave the swab in the tube and discard the stick Note: After the swab is inserted in the buffer, the inactivation properties of the buffer plus the physical barrier of the closed extraction tube, help neutralize the COVID-19 virus Secure the Blue Cap on the top of the Tube. Return the Tube to the Tube Rack before proceeding to the next step Perform the test: Remove the Test Device from its protective package and place it on a well-lit, flat surface Check liquid for bubbles. Wait for any bubbles to disappear as they can lead to inaccurate results. Keep the Tube vertical with the white cap pointed down. Remove the white cap. Do not move the Test Device until the test is finished Squeeze 5 drops of liquid from the Tube into the well on the Test Device. Secure white cap back on Tube and wait 15 minutes Note: If clogging occurs, gently tap the bottom of the tube to release the blockage. Do not touch the Test Device during this period Keep the Test Device flat on the table. After 15 minutes, use the NAVICA app to take a photo of the Test Device and submit your result. The app will automatically submit your result to ICMR and display your test result. Do not read the result earlier than 15 minutes or after 20 minutes Note: A Control (C) line may appear in the result window within a few minutes but a Test (T) line may take as long as 15 minutes to appear. Note: After 20 minutes the result might become inaccurate Read the test result: Invalid Result (test did not work) Find the result window. If NO Control (C) line is present, the test did not work and is considered Invalid. This may be the result of an incorrect test procedure and the test should be repeated. Positive Result Find the result window and look carefully for two lines. Positive Result: If you see two lines, Control (C) line and Test (T) line, this means COVID-19 was detected. If positive, please contact your doctor or local health department immediately and follow local guidelines for self-isolation. Negative Result Find the result window and look for a single line in the window. Negative Result: If you see only the Control (C) line is present, this means COVID-19 was not detected. If the rapid antigen test results are negative and symptoms continue, individuals should immediately be tested by RT-PCR per ICMR Advisory. You are also advised to continue following local guidelines for self-isolation and consult your doctor. Dispose of the test kit: Place swab, tube and test device into the bag Seal the bag tightly Throw away the bag in the waste bin",
        "id": "COVID-19_5",
        "url": "https://www.1mg.com/otc/abbott-panbio-covid-19-antigen-self-test-kit-otc660481"
    },
    {
        "name": "CoviFind Covid 19 Antigen Self Test",
        "description": "CoviFind Covid 19 Antigen Self Test is an in-vitro diagnostics immunochromatographic rapid test kit, specially crafted for the qualitative detection of Sars-Cov 2 specific antigen in nasal swab specimens from symptomatic and asymptomatic individuals. The test is authorized and intended for non-prescription home use as a self-test with self-collected nasal specimens from individuals aged 18 years or older and with adult collected nasal specimens from individuals aged 2 years or older. This test can be used as an aid in the diagnosis of SARS-Cov-2 infections. A positive test result should be considered as a true positive. However, negative results must be combined with clinical observations, patient history, and epidemiological information. Symptomatic individuals identified negative by Rapid Antigen Test (RAT) should be linked with RT-PCR test facility and subsequently get tested by RT-PCR to rule out COVID-19 infection. In the meantime, such individual will be urged to follow home isolation and treatment as a negative report on RAT may not be true negative in some cases.",
        "Directions for Use": "Test Preparation: Wash your hands. Make sure they are dry before taking the test Remove the components from the box and place them on a flat surface Open the COVIFIND app and fill in the credentials Remove the test device from the pouch Peel the aluminium foil from the pre-filled buffer tube Push the buffer tube on the perforated circle Step 1: Remove the sterile swab from the tail end. Do not touch the swab head Step 2: Carefully insert the swab into 1 nostril 2-4cm or until resistance is met Slowly rotate the swab, gently rubbing it on the insides of your nasal passage at least 5 times Using the same swab, repeat in the other nostril Step 3: Insert the swab in the buffer tube and swirl it 8-10 times in the fluid Pinch the Swab tip through the tube to remove any remaining fluid Hold the buffer tube firmly, lift the swab till breakpoint and snap the swab handle at the breakpoint Leave the swab inside the tube and discard the stick Secure the cap on top of the buffer tube Run Test: Squeeze 4 drops of fluid from the tube into the sample well of the test device You can read the results within 15 minutes Strong positive results will start appearing in 5-10 minutes A negative result can be determined at 15 minutes Results post 20 minutes should not be considered valid Click a photo of the test device on the App. The app will analyse and display your covid-19 test result and the same shall be the final result",
        "id": "COVID-19_6",
        "url": "https://www.1mg.com/otc/covifind-covid-19-antigen-self-test-kit-otc658166"
    },
    {
        "name": "Alpine Biomedicals Covid 19 Rapid Antigen Test Kit",
        "description": "The novel coronaviruses belong to the β genus. COVID-19 is an acute respiratory infectious disease. People are generally susceptible. Currently, the patients infected by the novel coronavirus are the primary source of infection; asymptomatic infected people can also be an infectious source. Based on the current epidemiological investigation, the incubation period is 1 to 14 days, mostly 3 to 7 days. The main manifestations include fever, fatigue and dry cough. Nasal congestion, runny nose, sore throat, myalgia and diarrhoea are found in a few cases.",
        "Directions for Use": "Specimen collection and preparation- Nasal Swab: Let the patient's head relax naturally, and slowly rotate the swab against the wall of the nostril into the patient's nostril to the nasal palate, and then slowly remove it while wiping Using the same swab, wipe the other nostril in the same way; place the swab specimen in the extraction tube with the extraction solution added in advance, rotate the swab for about 10 seconds and press the swab head against the tube wall to release the swab antigen Test procedure: Open the package and take out the test card Place the prefilled buffer extraction tube on the workbench Put the swab specimen into the extraction tube, rotate the swab for about 10 seconds, and press the swab head against the tube wall to release the antigen in the swab Squeeze the swab over the head to remove the swab so as to remove as much liquid as possible from the swab. Dispose of swabs according to biohazard waste disposal method Install the nozzle on the extraction tube, put 2 (two) drops into the specimen hole of the test card, and start the timer Read the results within 15 minutes. Strong positive results can be reported within 15 minutes, however, negative results must be reported after 15 minutes, and the results after 20 minutes are no longer valid",
        "id": "COVID-19_7",
        "url": "https://www.1mg.com/otc/alpine-biomedicals-covid-19-rapid-antigen-test-kit-otc704770"
    },
    {
        "name": "AbCheck Covid 19 Self Test Kit (Marketed by Tata MD)",
        "description": "allows you to test yourself for COVID-19 in the comfort and privacy of your home or workplace. Abchek self-test works reliably for all strains of the virus including Omicron and Delta and gives results in 15 minutes. It is brought to you by Tata Medical and Diagnostics or Tata MD in partnership with Nulife Care and is approved by ICMR.",
        "Directions for Use": "Insert swab in the nasal cavity and rotate it 5 times, Repeat for the other nostril, Dip swab in extraction buffer vial, rotate 10 times and break off the tip, Close the vial and add 2 drops to the sample well on the cassette, Read results in 15 minutes",
        "id": "COVID-19_8",
        "url": "https://www.1mg.com/otc/abchek-covid-19-self-test-kit-marketed-by-tata-md-otc699666"
    },
    {
        "name": "Clensta Covid 19 Protection Lotion",
        "description": "It is a comprehensive antiseptic body hygiene solution used in the formulation to prevent covid 19 infection. It releases antiviral agents to inactivate the virus, offering long-lasting protection with up to 24 hours of residual activity.",
        "Directions for Use": "Use as directed on the label",
        "id": "COVID-19_9",
        "url": "https://www.1mg.com/otc/clensta-covid-19-protection-lotion-otc686971"
    },
    {
        "name": "Neocheck Rapid Antigen Self Testing Kit for Covid 19",
        "description": "is an in-vitro diagnostic self-test kit for the qualitative detection of SARS-CoV-2 (COVID -19) in symptomatic and asymptomatic individuals. NeoCheck test is for non-prescription home use by individuals to diagnose SARS-CoV-2 infection.",
        "Directions for Use": "Register on the app and take a sample with a safe swab, Break the swab in the buffer tube and close the cap, Add two drops on the cassette and wait for 15 minutes, Save the report on the app",
        "id": "COVID-19_10",
        "url": "https://www.1mg.com/otc/neocheck-rapid-antigen-self-testing-kit-for-covid-19-otc776996"
    },
    {
        "name": "Roche Launches Covid 19 At-Home Test for Easy Self Testing",
        "description": "COVID-19 At Home Test is intended to be used in individuals with symptoms suggestive of COVID-19. The test is used for the qualitative detection of SARS CoV-2 antigens in a nasal specimen by immunochromatography. It is an inn-vitro diagnostic medical device. COVID-19 At-Home Test has two pre-coated lines, control line (C) and test line (T) on the surface of the nitrocellulose membrane. Both the control line and test line in the result window are not visible before applying any specimen. During the test, the COVID-19 antigen in the specimen interacts with monoclonal gold conjugate making an antigen-antibody colour particle complex. The control line is used for procedural control and should always appear if the test procedure is performed properly and the test reagents are working.",
        "Directions for Use": "Use as directed on the label or as prescribed by the physician.",
        "id": "COVID-19_11",
        "url": "https://www.1mg.com/otc/roche-launches-covid-19-at-home-test-for-easy-self-testing-otc713487"
    },
    {
        "name": "Ubio Sensit Covid 19 Antigen Rapid Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Use as directed on the label or as suggested by health care professionals.",
        "id": "COVID-19_12",
        "url": "https://www.1mg.com/otc/ubio-sensit-covid-19-antigen-rapid-test-kit-otc882833"
    },
    {
        "name": "Ciptest CIP Test Plus Covid 19 Ag Test Kit",
        "description": "is an in-vitro diagnostic (IVD) test designed for the qualitative detection of the nucleocapsid protein antigen from the SARS-CoV-2 virus in nasal swab specimens or other respiratory samples. It is intended for professional use by healthcare providers and trained personnel to assist in the rapid diagnosis of COVID-19.",
        "Directions for Use": "Use as directed on the label or as suggested by health care professionals.",
        "id": "COVID-19_13",
        "url": "https://www.1mg.com/otc/ciptest-cip-test-plus-covid-19-ag-test-kit-otc882842"
    },
    {
        "name": "Cipla Insta Xplor Covid 19 Rapid Antigen Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Use as directed on the label or as suggested by health care professionals.",
        "id": "COVID-19_14",
        "url": "https://www.1mg.com/otc/cipla-insta-xplor-covid-19-rapid-antigen-test-kit-otc882849"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_15",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771544"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_16",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771531"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_17",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771523"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_18",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771546"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_19",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771535"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_20",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771539"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_21",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771527"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_22",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771516"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_23",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771538"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_24",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771540"
    },
    {
        "name": "Covieasy Covid 19 Rapid Antigen Self Test Kit",
        "description": "is an in-vitro diagnostic test for detecting the COVID-19 antigen using nasal swab specimens directly from individuals with or without symptoms. It is AI-powered and shows the results in 10 minutes. The kit can be used by adults above the age of 18 and children between 2-18 years under adult supervision.",
        "Directions for Use": "Register yourself in the CoviEasy app. Take a swab sample from your nose, Put the swab in a tube, break the swab, and close the tube cap, Add 2 drops in the test, wait for 10 minutes, take a photo, and upload it on the app for test results, Discard all the contents in a disposable bag",
        "id": "COVID-19_25",
        "url": "https://www.1mg.com/otc/covieasy-covid-19-rapid-antigen-self-test-kit-medium-yellow-and-white-otc771548"
    },
    {
        "name": "Lizol Disinfectant Surface Cleaner",
        "description": "Lizol Disinfectant Surface Cleaner creates a world that is protected from illness-causing germs, with one mission in mind – ‘Breaking the chain of infection’. Cleanse & disinfect** every corner of the house with Lizol, make it safe to touch so that one's loved ones are always protected. Lizol is tested effective against COVID-19 Virus* proven. ",
        "Directions for Use": "Use undiluted, apply to dirty area and rinse after 10 minutes.",
        "id": "COVID-19_26",
        "url": "https://www.1mg.com/otc/lizol-disinfectant-surface-cleaner-floral-otc543581"
    },
    {
        "name": "Lizol Disinfectant Surface Cleaner",
        "description": "Lizol Disinfectant Surface Cleaner creates a world that is protected from illness-causing germs, with one mission in mind – ‘Breaking the chain of infection’. Cleanse & disinfect** every corner of the house with Lizol, make it safe to touch so that one's loved ones are always protected. Lizol is tested effective against COVID-19 Virus* proven. ",
        "Directions for Use": "Use undiluted, apply to dirty area and rinse after 10 minutes.",
        "id": "COVID-19_27",
        "url": "https://www.1mg.com/otc/lizol-disinfectant-surface-cleaner-lavender-otc543586"
    },
    {
        "name": "Lizol Disinfectant Surface Cleaner",
        "description": "Lizol Disinfectant Surface Cleaner creates a world that is protected from illness-causing germs, with one mission in mind – ‘Breaking the chain of infection’. Cleanse & disinfect** every corner of the house with Lizol, make it safe to touch so that one's loved ones are always protected. Lizol is tested effective against COVID-19 Virus* proven. ",
        "Directions for Use": "Use undiluted, apply to dirty area and rinse after 10 minutes.",
        "id": "COVID-19_28",
        "url": "https://www.1mg.com/otc/lizol-disinfectant-surface-cleaner-jasmine-otc543588"
    },
    {
        "name": "Lizol Disinfectant Surface Cleaner",
        "description": "Lizol Disinfectant Surface Cleaner creates a world that is protected from illness-causing germs, with one mission in mind – ‘Breaking the chain of infection’. Cleanse & disinfect** every corner of the house with Lizol, make it safe to touch so that one's loved ones are always protected. Lizol is tested effective against COVID-19 Virus* proven. ",
        "Directions for Use": "Use undiluted, apply to dirty area and rinse after 10 minutes.",
        "id": "COVID-19_29",
        "url": "https://www.1mg.com/otc/lizol-disinfectant-surface-cleaner-floral-otc543578"
    },
    {
        "name": "Lizol Disinfectant Surface Cleaner",
        "description": "Lizol Disinfectant Surface Cleaner creates a world that is protected from illness-causing germs, with one mission in mind – ‘Breaking the chain of infection’. Cleanse & disinfect** every corner of the house with Lizol, make it safe to touch so that one's loved ones are always protected. Lizol is tested effective against COVID-19 Virus* proven. ",
        "Directions for Use": "Use undiluted, apply to dirty area and rinse after 10 minutes.",
        "id": "COVID-19_30",
        "url": "https://www.1mg.com/otc/lizol-disinfectant-surface-cleaner-pine-otc543576"
    },
    {
        "name": "Lizol Disinfectant Surface Cleaner",
        "description": "Lizol Disinfectant Surface Cleaner creates a world that is protected from illness-causing germs, with one mission in mind – ‘Breaking the chain of infection’. Cleanse & disinfect** every corner of the house with Lizol, make it safe to touch so that one's loved ones are always protected. Lizol is tested effective against COVID-19 Virus* proven. ",
        "Directions for Use": "Use undiluted, apply to dirty area and rinse after 10 minutes.",
        "id": "COVID-19_31",
        "url": "https://www.1mg.com/otc/lizol-disinfectant-surface-cleaner-refreshing-tulsi-otc543600"
    },
    {
        "name": "Lizol Disinfectant Surface Cleaner",
        "description": "Lizol Disinfectant Surface Cleaner creates a world that is protected from illness-causing germs, with one mission in mind – ‘Breaking the chain of infection’. Cleanse & disinfect** every corner of the house with Lizol, make it safe to touch so that one's loved ones are always protected. Lizol is tested effective against COVID-19 Virus* proven. ",
        "Directions for Use": "Use undiluted, apply to dirty area and rinse after 10 minutes.",
        "id": "COVID-19_32",
        "url": "https://www.1mg.com/otc/lizol-disinfectant-surface-cleaner-jasmine-otc543597"
    },
    {
        "name": "Dr. Johns J-80 Dengue Fever Drop",
        "description": "can help deal with dengue fever. It may provide relief from the onset of fever. Moreover, it can be effective in dealing with headaches.",
        "Directions for Use": "Adults: 10-15 drops in some water, 3 times a day, one hour before meals,Children: Half the adult dose or as directed by the physician",
        "id": "Dengue Fever_1",
        "url": "https://www.1mg.com/otc/dr.-johns-j-80-dengue-fever-drop-otc387744"
    },
    {
        "name": "Patanjali Ayurveda Giloy Ghanvati",
        "description": "Patanjali Ayurveda Giloy Ghanvati is an ayurvedic supplement that helps boost immunity and protect from various infections. It helps build strength and stamina to improve energy levels. The tablets aid in post-illness recovery and manage fever, cough, and cold. Giloy, an active ingredient in the tablet, has an antipyretic activity that helps to reduce fever and recover quickly after an infection or illness. It is known to alleviate the symptoms of the common cold, low immunity, general weakness, and fatigue. This ayurvedic tablet is also known to increase platelet count and reduce dengue fever. It also aids in toxin removal, promoting better skin and skin regeneration by increasing collagen production.",
        "Directions for Use": "Above 12 years: 1 tablet twice daily, Below 12 years: ½ tablet twice daily",
        "id": "Dengue Fever_2",
        "url": "https://www.1mg.com/otc/patanjali-ayurveda-giloy-ghanvati-for-debility-fever-skin-urinary-disorders-otc324816"
    },
    {
        "name": "Caripill tablet",
        "description": "It is used to treat digestive disorders such as bloating and chronic indigestion. It is known to improve the digestion of carbohydrates and fats due to the presence of the enzyme called papain. It is also known to help in the treatment of dengue fever due to its ability to improve platelet count, and thus, manage the symptoms.",
        "Directions for Use": "Take this supplement as advised by your doctor. Ideally, adults are advised to take 1 tablet thrice daily or as directed by a physician.",
        "id": "Dengue Fever_3",
        "url": "https://www.1mg.com/otc/caripill-carica-papaya-leaf-extract-tablet-otc223972"
    },
    {
        "name": "Wheezal WL58 Dengue Drop",
        "description": "Wheezal WL58 Dengue Drop is a homeopathic medicine which is useful in case of Dengue fever. The Dengue fever is a painful and debilitating viral disease that lasts up to 6 to 10 days. This medicine helps in managing the symptoms of the disease with its active ingredients. ",
        "Directions for Use": "Take 3-5 drops in little water before every meal four times a day or as described by the physician.",
        "id": "Dengue Fever_4",
        "url": "https://www.1mg.com/otc/wheezal-wl58-dengue-drop-otc387974"
    },
    {
        "name": "Axiom Giloy Ghanwati tablets",
        "description": "are packed with antioxidants, keeps cells healthy, boosts the immune system, has anti-inflammatory and anti-arthritic properties. Helps in treating chikungunya, general weakness, dengue fever, skin and urinary infections, debility and fever.",
        "Directions for Use": "Take one tablet twice daily with water or as directed by the physician.",
        "id": "Dengue Fever_5",
        "url": "https://www.1mg.com/otc/axiom-giloye-tablet-otc597481"
    },
    {
        "name": "Bhargava Ague Nil Syrup",
        "description": "strengthens the immune system and aids in the treatment of dengue fever. It contains neem extract, which is high in antioxidants and aids in blood purification by protecting cells from free radical damage. It also boosts the number of white blood cells and platelets, which help fight bacteria and reduce inflammation.",
        "Directions for Use": "Use as directed on the label or as advised by the physician.",
        "id": "Dengue Fever_6",
        "url": "https://www.1mg.com/otc/bhargava-ague-nil-syrup-otc367503"
    },
    {
        "name": "SBL Ache-Nil Drop",
        "description": "helps manage viral infections characterised by fever, body aches, skin rashes, muscle and joint pains, headache and sore throat. It also helps strengthen the immune system so as to keep oneself protected during the spread of viral infections. It has no known contra-indication.",
        "Directions for Use": "Adults: One tablespoonful, 3 times a day, Children: One teaspoonful, 3 times a day, For best results take Stobal with lukewarm water or as prescribed by the physician",
        "id": "Dengue Fever_7",
        "url": "https://www.1mg.com/otc/sbl-ache-nil-drop-otc357578"
    },
    {
        "name": "Divya Jwarnashak Vati",
        "description": "Divya Jwarnashak Vati contains Giloy (Tinospora cordifolia), Desi tulsi (Ocimum sanctum), Neem (Azadirachtaindica), Haldi (Curcuma longa), Kutki (Picrorhiza kurroa), Chirayata (Swertis chirata), Kalmegh (Andographis panniculata), Jalneem (Bacopa monnieri), Ashwagandha (Withania somnifera), Arkmul (Calotropisprocera), Dronpushpi Lleucas cephalotus), Lavang (Syzygium aromaticum), Dalchini (Cinnamomum zeylanicum), Kakdashringi (Pistaciaintigerrimma), Mulethi (glycyrrhiza gglabra), Rudanti (Cressacrecita), Akarkara (Anacyclus pyrethrum), Amritasat (Tinospora cordifolia), Sanjeevanivati, Kapardakbhasma (Cypraeamoneta), Abhrakbhasma (Incinerated mica), Trikatuchurna, Tankan bhasma (Sodium Biborate), Muktashuktibhasm, Gum acacia and Talcum as ingredients.",
        "Directions for Use": "Take 1 or 2 pills of Divya Jwarnashak Vati before or after food with lukewarm water, or as directed by the physician",
        "id": "Dengue Fever_8",
        "url": "https://www.1mg.com/otc/patanjali-divya-jwarnashak-vati-otc387785"
    },
    {
        "name": "Visuplat Tablet",
        "description": "is a fast effervescent tablet that is used as a natural platelet booster for management of thrombocytopenia ( low platelet count). It is indicated in dengue, malaria, viral infection, chemotherapy, liver cirrhosis, etc. It provides fast recovery in anemia and boosts the immunity of the body.",
        "Directions for Use": "Take Visuplat Tablet as directed by the physician.",
        "id": "Dengue Fever_9",
        "url": "https://www.1mg.com/otc/visuplat-fast-effervescent-tablet-otc369805"
    },
    {
        "name": "SDH Naturals Giloy Ghan Vati (Samshmani Vati)",
        "description": "is used to improve immunity. This herb also offers many other advantages like managing fever, increasing the platelet count in dengue fever, managing blood glucose levels in diabetes, improving metabolism in the body and removing toxins from the body. It also treats gout and arthritis.",
        "Directions for Use": "Take 2-4 tablets 3-4 times a day with water or as directed by the physician.",
        "id": "Dengue Fever_10",
        "url": "https://www.1mg.com/otc/sdh-naturals-giloy-ghan-vati-samshmani-vati-otc651508"
    },
    {
        "name": "Minmin-Pb Syrup",
        "description": "Minmin-Pb Syrup contains extract of Eranda Karkati (Carica Papaya Leaf Extract) (550mg) as the major ingredient which improves platelet count in dengue fever and viral infections. Carica papaya helps boost the number of platelets effectively.",
        "Directions for Use": "Take syrup should be administered before or after meals, Two tablespoons full should be administered two to three times daily or as directed by the physician",
        "id": "Dengue Fever_11",
        "url": "https://www.1mg.com/otc/minmin-pb-syrup-otc329291"
    },
    {
        "name": "Bjain Tinospora Cordifolia Mother Tincture",
        "description": "acts as a strong immuno stimulant which helps to increase white blood cells (WBC) and platelet count. It also acts as a remedy for treating dengue, joint pain, fever, headache, backache.",
        "Directions for Use": "Take 10-15 drops of mother tincture in half cup of water twice a day or as directed by the physician.",
        "id": "Dengue Fever_12",
        "url": "https://www.1mg.com/otc/bjain-tinospora-cordifolia-mother-tincture-q-otc445350"
    },
    {
        "name": "Bjain Tinospora Cordifolia Mother Tincture",
        "description": "acts as a strong immuno stimulant which helps to increase white blood cells (WBC) and platelet count. It also acts as a remedy for treating dengue, joint pain, fever, headache, backache.",
        "Directions for Use": "Take 10-15 drops of mother tincture in half cup of water twice a day or as directed by the physician.",
        "id": "Dengue Fever_13",
        "url": "https://www.1mg.com/otc/bjain-tinospora-cordifolia-mother-tincture-q-otc445351"
    },
    {
        "name": "Meghdoot Tulsi Ghanvati (70 Each)",
        "description": "Meghdoot Tulsi Ghanvati (70 Each) is very beneficial for the body's health and immunity. It is helpful in conditions like fever, dengue, cold, and chicken guinea.",
        "Directions for Use": "Use as directed.",
        "id": "Dengue Fever_14",
        "url": "https://www.1mg.com/otc/meghdoot-tulsi-ghanvati-70-each-otc628064"
    },
    {
        "name": "Jumplat Tablet",
        "description": "Jumplat Tablet contains Carica Papaya Extract, Tinospora Cordifolia Extract, Goat Milk Powder and Vitamin E as active ingredients. Jumplat is an orally administered dietary supplement which is used to Increase platelet count in patients with dengue fever and other acute microbial infections.",
        "Directions for Use": "Take 1 - 2 tablets twice daily or as directed by the physician",
        "id": "Dengue Fever_15",
        "url": "https://www.1mg.com/otc/jumplat-tablet-otc332862"
    },
    {
        "name": "Ralson Dengral Syrup",
        "description": "helps to increase the Platelets and WBC present in the blood and acts as an immune builder to the body.",
        "Directions for Use": "Adult: 15ml-20ml, two times a day for a week. Children: Half the adult dose or as prescribed by the physician.",
        "id": "Dengue Fever_16",
        "url": "https://www.1mg.com/otc/ralson-remedies-dengral-syrup-otc455713"
    },
    {
        "name": "Upcount Capsule",
        "description": "Upcount Capsule is a dietary supplement formulated with a unique blend of Carica Papaya Extract, Tinospora Cordifolia Extract, Goat Milk Powder, and Vitamin E. This supplement is designed to support immune health, support energy levels, and promote overall well-being. The combination of natural extracts and nutrients provides comprehensive support for the body's natural defences, making it ideal for individuals seeking to improve their immune function and maintain optimal health. Upcount™ is suitable for daily use and can be easily incorporated into a healthy lifestyle.",
        "Directions for Use": "One capsule daily or as directed by a healthcare professional. It is recommended to take the capsule with water or as advised by a physician.",
        "id": "Dengue Fever_17",
        "url": "https://www.1mg.com/otc/upcount-capsule-otc233747"
    },
    {
        "name": "It is used for dengue fever, helps in recovery of platelets, body pain due to fever, swellings and inflammatory conditions etc.",
        "description": "It is used for dengue fever, helps in recovery of platelets, body pain due to fever, swellings and inflammatory conditions etc.",
        "Directions for Use": "20 drops of 1/2 cup water within 6-8 hours & repeat or as directed by the physician.",
        "id": "Dengue Fever_18",
        "url": "https://www.1mg.com/otc/biohome-dengu-perf-oral-drop-otc361330"
    },
    {
        "name": "Platigain Tablet",
        "description": "is a dietary supplement which is used in the management of low platelet count in dengue, malaria and viral infections. It helps to boost immunity and acts as an antioxidant.",
        "Directions for Use": "Take Platigain Tablet as prescribed by the physician.",
        "id": "Dengue Fever_19",
        "url": "https://www.1mg.com/otc/platigain-tablet-otc394241"
    },
    {
        "name": "Lords Dengma Syrup",
        "description": "helps you to fight against dengue by checking the replication of dengue virus, boosting immune system, and increasing platelet count, white blood cells and neutrophils, this homoeopathic medicine is generally indicated for sudden high fever due to dengue, severe headache, joint and muscle pains, vomiting, and pain around the eyes.",
        "Directions for Use": "Take Lords Dengma Syrup for adults 15 - 20 ml twice a day, For children - Half the adult dose or as prescribed by the physician",
        "id": "Dengue Fever_20",
        "url": "https://www.1mg.com/otc/lord-s-dengma-syrup-otc392939"
    },
    {
        "name": "LDD Bioscience Eupatorium Perfoliatum Dilution",
        "description": "is a homoeopathic medicine which helps in relieving pain in the limbs and muscles. It is an effective medicine for relieving fevers of malaria and dengue. It is also helpful in reducing soreness and congestion of the chest.",
        "Directions for Use": "Take 3-5 drops in half cup of water three times a day or as directed by the physician",
        "id": "Dengue Fever_21",
        "url": "https://www.1mg.com/otc/ldd-bioscience-eupatorium-perf-dilution-30-otc691616"
    },
    {
        "name": "LDD Bioscience Eupatorium Perfoliatum Dilution",
        "description": "is a homoeopathic medicine which helps in relieving pain in the limbs and muscles. It is an effective medicine for relieving fevers of malaria and dengue. It is also helpful in reducing soreness and congestion of the chest.",
        "Directions for Use": "Take 3-5 drops in half cup of water three times a day or as directed by the physician",
        "id": "Dengue Fever_22",
        "url": "https://www.1mg.com/otc/ldd-bioscience-eupatorium-perf-dilution-200-otc691611"
    },
    {
        "name": "LDD Bioscience Eupatorium Perfoliatum Dilution",
        "description": "is a homoeopathic medicine which helps in relieving pain in the limbs and muscles. It is an effective medicine for relieving fevers of malaria and dengue. It is also helpful in reducing soreness and congestion of the chest.",
        "Directions for Use": "Take 3-5 drops in half cup of water three times a day or as directed by the physician",
        "id": "Dengue Fever_23",
        "url": "https://www.1mg.com/otc/ldd-bioscience-eupatorium-perf-dilution-30-otc685428"
    },
    {
        "name": "LDD Bioscience Eupatorium Perfoliatum Dilution",
        "description": "is a homoeopathic medicine which helps in relieving pain in the limbs and muscles. It is an effective medicine for relieving fevers of malaria and dengue. It is also helpful in reducing soreness and congestion of the chest.",
        "Directions for Use": "Take 3-5 drops in half cup of water three times a day or as directed by the physician",
        "id": "Dengue Fever_24",
        "url": "https://www.1mg.com/otc/ldd-bioscience-eupatorium-perf-dilution-200-otc685427"
    },
    {
        "name": "Sansu Papaya Leaf Juice Sugar-Free",
        "description": "Sansu Papaya Leaf Juice Sugar-Free is beneficial for symptoms related to dengue fever. Papaya leaf contains fibre, a nutrient that supports healthy digestive function. It also has anti-inflammatory properties and can keep your skin and hair healthy.",
        "Directions for Use": "Drink 15ml and mix with warm or cold water twice in a day",
        "id": "Dengue Fever_25",
        "url": "https://www.1mg.com/otc/sansu-papaya-leaf-juice-sugar-free-otc738599"
    },
    {
        "name": "AVG Giloy Vital",
        "description": "is processed with the power of giloy satav, amla, ashwagandha & tulsi ‘basil’. It is a strong and high potency formulation which is useful in managing all types of fevers such as dengue, chikungunya, malaria, typhoid and their associated problems. It helps in boosting the immunity and also supports healthy bowel movement.",
        "Directions for Use": "15-20 ml, twice a day, mixed in a glass of water.",
        "id": "Dengue Fever_26",
        "url": "https://www.1mg.com/otc/avg-giloy-vital-sugar-free-otc609497"
    },
    {
        "name": "AVG Giloy Vital",
        "description": "is processed with the power of giloy satav, amla, ashwagandha & tulsi ‘basil’. It is a strong and high potency formulation which is useful in managing all types of fevers such as dengue, chikungunya, malaria, typhoid and their associated problems. It helps in boosting the immunity and also supports healthy bowel movement.",
        "Directions for Use": "15-20 ml, twice a day, mixed in a glass of water.",
        "id": "Dengue Fever_27",
        "url": "https://www.1mg.com/otc/avg-giloy-vital-sugar-free-otc487004"
    },
    {
        "name": "Caripapa Syrup",
        "description": "is an ayurvedic formulation available in the form of a syrup. It is enriched with the goodness of (Carica papaya) leaf extract. The syrup is especially indicated for the treatment of low platelet count during dengue.",
        "Directions for Use": "Take Caripapa Syrup as directed by the physician.",
        "id": "Dengue Fever_28",
        "url": "https://www.1mg.com/otc/caripapa-syrup-otc455988"
    },
    {
        "name": "Trexgenics Carica Papaya 600mg Veg Capsule",
        "description": "helps treat symptoms related to dengue fever such as fever, fatigue, headaches, nausea, vomiting, and skin rashes. Papaya leaf teas and extracts are often used as an alternative therapy to alleviate uncomfortable digestive symptoms.",
        "Directions for Use": "Read the label carefully before use.",
        "id": "Dengue Fever_29",
        "url": "https://www.1mg.com/otc/trexgenics-carica-papaya-600mg-veg-capsule-otc725066"
    },
    {
        "name": "Havintha Papaya Leaf Powder",
        "description": "It is a natural supplement formulated with natural papaya leaf extract that can improve your overall wellness. Papaya is high in antioxidants and other essential nutrients good for your digestive system. It has anti-inflammatory properties that help reduce dengue fever symptoms and improve the platelet count. It also promotes healthy digestion, healthy skin and healthy hair.",
        "Directions for Use": "Take 1-2 tsp of the powder with honey or water on an empty stomach or as directed by your physician",
        "id": "Dengue Fever_30",
        "url": "https://www.1mg.com/otc/havintha-papaya-leaf-powder-otc736291"
    },
    {
        "name": "Minmin-PB Tablet",
        "description": "contains extracts of Eranda Karkati (Carica Papaya Leaf Extract) as its active ingredients which improve platelet count in dengue fever and viral infections.",
        "Directions for Use": "As directed by the physician",
        "id": "Dengue Fever_31",
        "url": "https://www.1mg.com/otc/minmin-pb-tablet-otc357563"
    },
    {
        "name": "Planet Ayurveda Tulsi Capsule",
        "description": "contains tulsi, which has medicinal properties and grows in warm and tropical regions. There are two varieties of Tulsi- Krishna tulsi and Rama Tulsi. It has antioxidant properties. It also helps to balance Vata and Kapha dosha, thus increasing pitta doshas. It also promotes digestive fire and is helpful in all skin diseases.",
        "Directions for Use": "1- 2 capsules twice daily, with plain water after meals or as directed by the Physician.",
        "id": "Dengue Fever_32",
        "url": "https://www.1mg.com/otc/planet-ayurveda-tulsi-capsule-otc336771"
    },
    {
        "name": "Composition : Alfalfa 1x, Avena Sat 1x, Hydrastis can 1x, Cinchona Off 1x, Terminalia Arjuna 1x, Crataegus 1x, Digitalis P. 1x, Cactus G. 1x, Strophanthus 1x, Lycopodium 1x, Riboflavin 3x in syrup base.",
        "description": "Dosage : 1-2 teaspoonful twice daily in water, before meals or as direced by the physician. Disease : Heart & Brain Exhaustion. Heart weak, Palpitation, Fatigueness Symptoms : A Palatable tonic for Heart & Brain Exhaustion. Heart weak, Palpitation, Fatigueness of the Heart, Nerves & Muscles, Muscles thin and atrophied, weight loss, appetite Poor, loss of memory, Pain and heavyness in the Cardiac region, Poor recovery after Rheumatic Fever.",
        "Directions for Use": "1-2 teaspoonful twice daily in water, before meals or as direced by the physician.",
        "id": "Rheumatic Fever_1",
        "url": "https://www.1mg.com/otc/haslab-alfalfa-super-tonic-otc502462"
    },
    {
        "name": "Composition : Alfalfa 1x, Avena Sat 1x, Hydrastis can 1x, Cinchona Off 1x, Terminalia Arjuna 1x, Crataegus 1x, Digitalis P. 1x, Cactus G. 1x, Strophanthus 1x, Lycopodium 1x, Riboflavin 3x in syrup base.",
        "description": "Dosage : 1-2 teaspoonful twice daily in water, before meals or as direced by the physician. Disease : Heart & Brain Exhaustion. Heart weak, Palpitation, Fatigueness Symptoms : A Palatable tonic for Heart & Brain Exhaustion. Heart weak, Palpitation, Fatigueness of the Heart, Nerves & Muscles, Muscles thin and atrophied, weight loss, appetite Poor, loss of memory, Pain and heavyness in the Cardiac region, Poor recovery after Rheumatic Fever.",
        "Directions for Use": "1-2 teaspoonful twice daily in water, before meals or as direced by the physician.",
        "id": "Rheumatic Fever_2",
        "url": "https://www.1mg.com/otc/haslab-alfalfa-super-tonic-otc339498"
    },
    {
        "name": "Himalaya Wellness Pain Balm Strong",
        "description": "Himalaya Wellness Pain Balm Strong with the goodness of Indian wintergreen, mint, and chir pine oils. Himalaya Pain Balm is a quick-acting headache and body ache reliever that remedies pain naturally. Indian wintergreen oil is anti-inflammatory and antiseptic, making it ideal for relieving conditions like rheumatism and sciatica. Mint oil is an effective antineuralgic, soothing nerve-related pain. Chir pine oil contains antispasmodic properties that alleviate muscle spasms and discomfort. With the added advantages of cedarwood and other natural oils, this balm provides natural and efficient relief from various types of pain, making it a valuable addition to your pain management toolkit.",
        "Directions for Use": "Apply locally on the affected area, or as directed by your doctor, Massage gently on the affected area two to three times daily for quick relief from headaches, body aches, and other pain, It is advised to apply Himalaya's Pain Balm gently on the affected area two to three times a day for six weeks, Results were recorded every week, at which point the frequency of the symptoms would be noted",
        "id": "Rheumatic Fever_3",
        "url": "https://www.1mg.com/otc/himalaya-wellness-himalaya-rumalaya-pain-balm-fast-relief-from-headache-and-neck-pain-ayurvedic-otc326446"
    },
    {
        "name": "SBL Penicillinum Dilution",
        "description": "is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_5",
        "url": "https://www.1mg.com/otc/sbl-penicillinum-dilution-12-ch-otc355655"
    },
    {
        "name": "SBL Penicillinum Dilution",
        "description": "is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_6",
        "url": "https://www.1mg.com/otc/sbl-penicillinum-dilution-6-ch-otc355654"
    },
    {
        "name": "Dr. Odin Hot Water Bag",
        "description": "Dr. Odin Hot Water Bag is made of high-quality rubber that can be filled with hot water and sealed with a stopper. It is specially made to provide warmth, best suited to be used in a bed and for applying heat to a specific part of the body, and it helps relieve aches in cold climatic conditions. The hot water bag can be used for heat therapy to relieve joint pains, muscular cramps, menstrual pain, stomach or backache, muscle pull, arthritic pain, rheumatic pain, and ache from sports activity.",
        "Directions for Use": "Do not use boiling water when filling the bottle, Fill the bottle to a maximum of two-thirds capacities, Check the bottle for any leakage by holding the bottle in an upside-down position, Expel air by lowering carefully on a flat surface until water appears at the opening, Screw the cap tightly to ensure that there is no leakage",
        "id": "Rheumatic Fever_7",
        "url": "https://www.1mg.com/otc/dr.-odin-hot-water-bag-red-otc623816"
    },
    {
        "name": "SBL Penicillinum Dilution",
        "description": "is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_8",
        "url": "https://www.1mg.com/otc/sbl-penicillinum-dilution-30-ch-otc355656"
    },
    {
        "name": "SBL Penicillinum Dilution",
        "description": "is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_9",
        "url": "https://www.1mg.com/otc/sbl-penicillinum-dilution-1000-ch-otc355658"
    },
    {
        "name": "SBL Penicillinum Dilution",
        "description": "is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_10",
        "url": "https://www.1mg.com/otc/sbl-penicillinum-dilution-200-ch-otc355657"
    },
    {
        "name": "LDD Bioscience Merc Sol",
        "description": "LDD Bioscience Merc Sol is a homoeopathic remedy that is commonly used for cold and catarrh. It helps reduce bad breath and glandular swellings. This potion works a great deal for the skin as it helps with skin ulcers. It even works with soothing the mind and preventing vertigo and tremors. Rheumatic pain is also addressed with its help.",
        "Directions for Use": "Take 5 drops in half cup of water three times a day, You can also medicate the globules and take 3 times a day or as prescribed by the physician, We recommend you to take under physicians guidance",
        "id": "Rheumatic Fever_11",
        "url": "https://www.1mg.com/otc/ldd-bioscience-merc-sol-dilution-30-otc685413"
    },
    {
        "name": "Dhootapapeshwar Amarsundari Vati",
        "description": "is an ayurvedic medicine that is formulated in dealing with neurological disorders. It might also improve your overall digestive health.",
        "Directions for Use": "Use as directed on the label.",
        "id": "Rheumatic Fever_12",
        "url": "https://www.1mg.com/otc/dhootapapeshwar-amarsundari-vati-otc616894"
    },
    {
        "name": "Dhootapapeshwar Amarsundari Vati",
        "description": "is an ayurvedic medicine that is formulated in dealing with neurological disorders. It might also improve your overall digestive health.",
        "Directions for Use": "Use as directed on the label.",
        "id": "Rheumatic Fever_13",
        "url": "https://www.1mg.com/otc/dhootapapeshwar-amarsundari-vati-otc634917"
    },
    {
        "name": "Dr Willmar Schwabe India Penicillinum Dilution",
        "description": "Dr Willmar Schwabe India Penicillinum Dilution is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Dr Willmar Schwabe India Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_14",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-penicillinum-dilution-30-ch-otc394351"
    },
    {
        "name": "Herbal Hills Arthrohills Ultra Joint Support Oil",
        "description": "Herbal Hills Arthrohills Ultra Joint Support Oil is an Ayurvedic formulation of til tail, dashmool, nirgundi, gandhabiroja tail, gandhapura tail, and mahanarayan tail. Additionally, it may exert adaptogenic, analgesic, antiarthritic, anti-inflammatory and rejuvenating properties. This herbal oil may nourish the bones and help to relieve joint pain. It also may help to relieve the stiffness of muscles and ligaments. Adding to it, it may improve joint mobility and thus support joint health.",
        "Directions for Use": "Take a sufficient quantity of the oil and apply it to the affected area, Massage gently to facilitate penetration, Leave it on, Do not use on broken, wounded, or damaged skin",
        "id": "Rheumatic Fever_15",
        "url": "https://www.1mg.com/otc/herbal-hills-arthrohills-ultra-joint-support-oil-otc377339"
    },
    {
        "name": "Dr Willmar Schwabe India Penicillinum Dilution",
        "description": "Dr Willmar Schwabe India Penicillinum Dilution is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Dr Willmar Schwabe India Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_16",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-penicillinum-dilution-6-ch-otc394349"
    },
    {
        "name": "Dr Willmar Schwabe India Penicillinum Dilution",
        "description": "Dr Willmar Schwabe India Penicillinum Dilution is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Dr Willmar Schwabe India Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_17",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-penicillinum-dilution-12-ch-otc394350"
    },
    {
        "name": "Dr Willmar Schwabe India Penicillinum Dilution",
        "description": "Dr Willmar Schwabe India Penicillinum Dilution is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Dr Willmar Schwabe India Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_18",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-penicillinum-dilution-1000-ch-otc394347"
    },
    {
        "name": "Herb Essential Giloy Immunity Booster Tablet",
        "description": "Herb Essential Giloy Immunity Booster Tablet is an essential herb used in the Ayurvedic system of medicine to treat a number of ailments. It is called as “Amrita” which literally means root of immortality due to its varied medicinal properties. It can be used to treat chronic fever, digestive disorders and can be used to boost immunity and helps your body fight of various bacterial infections and recurring diseases.",
        "Directions for Use": "As a herbal supplement take 2 tablets daily or as directed by the physician.",
        "id": "Rheumatic Fever_19",
        "url": "https://www.1mg.com/otc/herb-essential-giloy-tinospora-cordifolia-500mg-immunity-booster-tablet-otc563008"
    },
    {
        "name": "Dr Willmar Schwabe India Penicillinum Dilution",
        "description": "Dr Willmar Schwabe India Penicillinum Dilution is a homoeopathic medicine primarily prescribed to treat bacterial infection such as pneumonia, scarlet fever, ear and skin infections. It is is an effective remedy in the treatment of throat infections. It is also beneficial in the treatment of rheumatic fever and chorea.",
        "Directions for Use": "Take 3-5 drops of Dr Willmar Schwabe India Penicillinum Dilution in half cup water thrice a day or as directed by the physician",
        "id": "Rheumatic Fever_20",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-penicillinum-dilution-200-ch-otc394348"
    },
    {
        "name": "Baidyanath (Jhansi) Amarsundari Bati Ras",
        "description": "is  a herbomineral Ayurvedic medicine in tablet form. This medicine is prepared from purified mercury, purified sulphur, Trikatu, Triphala and several other medicinal herbs. It is indicated in the treatment of about eighty Vata rog which are neurological disorders. These are diseases of the brain, spinal cord, cranial nerves, peripheral nerves, nerve roots, autonomic nervous system, neuromuscular junction, and muscles. The disorders include epilepsy, Alzheimer's disease and other dementias. They also include cerebrovascular diseases, including stroke, migraine and other headache disorders. The formulation is helpful for multiple sclerosis, Parkinson's disease, neuro infections, brain tumours, traumatic disorders of the nervous system such as brain trauma, and neurological disorders resulting from malnutrition.",
        "Directions for Use": "Use as directed.",
        "id": "Rheumatic Fever_21",
        "url": "https://www.1mg.com/otc/baidyanath-jhansi-amarsundari-bati-ras-otc623055"
    },
    {
        "name": "SBL Bryonia Alba Mother Tincture",
        "description": "is an effective remedy for the treatment of a number of health complications primarily focusing on the treatment of flu and rheumatism. It relives the symptoms of flu such as constant sneezing, accompanied by cough and fever. It is also effective for the treatment of arthritic and rheumatic pains.",
        "Directions for Use": "Take 5 drops diluted in half cup water thrice a day or as directed by the physician.",
        "id": "Rheumatic Fever_22",
        "url": "https://www.1mg.com/otc/sbl-bryonia-alba-mother-tincture-q-otc348880"
    },
    {
        "name": "Dr. Odin Hot Water Bag",
        "description": "Dr. Odin Hot Water Bag is made of high-quality rubber that can be filled with hot water and sealed with a stopper. It is specially made to provide warmth, best suited to be used in a bed and for applying heat to a specific part of the body, and it helps relieve aches in cold climatic conditions. The hot water bag can be used for heat therapy to relieve joint pains, muscular cramps, menstrual pain, stomach or backache, muscle pull, arthritic pain, rheumatic pain, and ache from sports activity.",
        "Directions for Use": "Do not use boiling water when filling the bottle, Fill the bottle to a maximum of two-thirds capacities, Check the bottle for any leakage by holding the bottle in an upside-down position, Expel air by lowering carefully on a flat surface until water appears at the opening, Screw the cap tightly to ensure that there is no leakage",
        "id": "Rheumatic Fever_23",
        "url": "https://www.1mg.com/otc/dr.-odin-hot-water-bag-blue-otc623814"
    },
    {
        "name": "SBL Nyctanthes Arbor Tristis Mother Tincture Q",
        "description": "is a homoeopathic remedy which is used for treating various health disorders related to stomach and head. It is useful in treating remittent fever which is accompanied by nausea and vomiting. It is also effective in treating sciatic and rheumatic pain in our body.",
        "Directions for Use": "Dosage should be directed by the physicians. It can be safely taken along with other allopathic medicines.",
        "id": "Rheumatic Fever_24",
        "url": "https://www.1mg.com/otc/sbl-nyctanthes-arbor-tristis-mother-tincture-q-otc338654"
    },
    {
        "name": "Kerala Ayurveda Indukantham Kwath",
        "description": "is an ayurvedic medicine for gastro care, constipation, dyspepsia and gas trouble. The medicine acts as a laxative, carminative and helps with digestive problems, rheumatic diseases, distention, flatulence of abdomen, hyperacidity, retrosternal pain, intermittent fever.",
        "Directions for Use": "5 – 10 ml, before food, or on empty stomach, once or twice a day or as directed by Ayurvedic doctor",
        "id": "Rheumatic Fever_25",
        "url": "https://www.1mg.com/otc/kerala-ayurveda-indukantham-kwath-otc360700"
    },
    {
        "name": "ADEL Bryonia Alb. Dilution",
        "description": "is a homeopathic remedy designed to address a range of health issues, with a particular focus on flu and rheumatism. It helps alleviate symptoms such as sneezing, cough, and fever, and is also effective in managing arthritic and rheumatic pains.",
        "Directions for Use": "Take 5 drops diluted in half cup water thrice a day or as directed by the physician.",
        "id": "Rheumatic Fever_26",
        "url": "https://www.1mg.com/otc/adel-bryonia-alb.-dilution-30-otc326620"
    },
    {
        "name": "ADEL Bryonia Alb. Dilution",
        "description": "is a homeopathic remedy designed to address a range of health issues, with a particular focus on flu and rheumatism. It helps alleviate symptoms such as sneezing, cough, and fever, and is also effective in managing arthritic and rheumatic pains.",
        "Directions for Use": "Take 5 drops diluted in half cup water thrice a day or as directed by the physician.",
        "id": "Rheumatic Fever_27",
        "url": "https://www.1mg.com/otc/adel-bryonia-alb.-dilution-1m-otc332122"
    },
    {
        "name": "ADEL Bryonia Alb. Dilution",
        "description": "is a homeopathic remedy designed to address a range of health issues, with a particular focus on flu and rheumatism. It helps alleviate symptoms such as sneezing, cough, and fever, and is also effective in managing arthritic and rheumatic pains.",
        "Directions for Use": "Take 5 drops diluted in half cup water thrice a day or as directed by the physician.",
        "id": "Rheumatic Fever_28",
        "url": "https://www.1mg.com/otc/adel-bryonia-alb.-dilution-200-otc332121"
    },
    {
        "name": "Dr. Reckeweg Bryonia Alba Mother Tincture Q",
        "description": "Dr. Reckeweg Bryonia Alba Mother Tincture Q  is a helpful remedy that can help in the management of a number of health complications primarily focusing on flu and rheumatism. It helps to relieve the symptoms of flu such as constant sneezing, accompanied by cough and high body temperature. It is also effective for the management of arthritic and rheumatic pains.",
        "Directions for Use": "Take 5 drops diluted in half a cup of water thrice a day or as directed by the physician.",
        "id": "Rheumatic Fever_29",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-bryonia-alba-mother-tincture-q-otc327781"
    },
    {
        "name": "Bjain Nyctanthes Arbortristis Mother Tincture",
        "description": "is a homeopathic remedy that is used for treating various disorders regarding the stomach and liver. It is also useful in treating fever associated with nausea and vomiting. It is effective in the treatment of sciatica and rheumatic pain.",
        "Directions for Use": "Bjain Nyctanthes Arbortristis Mother Tincture should be taken 3-5 drops in half a cup of water three times a day or as directed by the physician.",
        "id": "Rheumatic Fever_30",
        "url": "https://www.1mg.com/otc/bjain-nyctanthes-arbortristis-mother-tincture-q-otc445284"
    },
    {
        "name": "Bjain Nyctanthes Arbortristis Mother Tincture",
        "description": "is a homeopathic remedy that is used for treating various disorders regarding the stomach and liver. It is also useful in treating fever associated with nausea and vomiting. It is effective in the treatment of sciatica and rheumatic pain.",
        "Directions for Use": "Bjain Nyctanthes Arbortristis Mother Tincture should be taken 3-5 drops in half a cup of water three times a day or as directed by the physician.",
        "id": "Rheumatic Fever_31",
        "url": "https://www.1mg.com/otc/bjain-nyctanthes-arbortristis-mother-tincture-q-otc445283"
    },
    {
        "name": "Renewa Hot Water Bag",
        "description": "helps relieve all muscular pain and provides the best heat therapy for strained and tired muscles. It may soothe menstrual pain, stomach ache, backache, and sports aches and pains\nUses:\nHelps manage arthritic pain, rheumatic and back pain\nProduct Specifications and Features:\n\nSoft fibre provides comfort and complete coverage of injured area\n\nHelps provide relief from muscular and menstrual pain\n\nThe small and compact design makes it more handy and easy to carry\n\nThe water bag is leakproof and has longer life\n\nIt is suitable for children and elders",
        "Directions for Use": "Fill to a maximum of two-thirds capacity, Check the bottle for any leakage by holding the bottle in an upside-down position, Expel air by lowering carefully onto a flat surface until water appears at the opening, Screw the stopper sufficiently tight to ensure that there is no leakage",
        "id": "Rheumatic Fever_32",
        "url": "https://www.1mg.com/otc/renewa-hot-water-bag-hot-water-bottle-for-pain-relief-otc491720"
    },
    {
        "name": "Dr Willmar Schwabe India Bryonia Alba Mother Tincture",
        "description": "Dr Willmar Schwabe India Bryonia Alba Mother Tincture is an effective remedy for the treatment of a number of health complications primarily focusing on the treatment of flu and rheumatism. It relives the symptoms of flu such as constant sneezing, accompanied by cough and fever. It is also effective for the treatment of arthritic and rheumatic pains.",
        "Directions for Use": "Take 5 drops diluted in half cup water thrice a day or as directed by the physician.",
        "id": "Rheumatic Fever_33",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-bryonia-alba-mother-tincture-q-otc390811"
    },
    {
        "name": "Wheezal WL04 Backache Drop",
        "description": "is a homoeopathic solution used in maintaining mobility and alleviating pain. The product is extremely useful in curing backache caused due to trauma, infection of joints or even ageing. It is also helpful in getting rid of pain caused primarily by lumbago, arthritis of back, septic arthritis and rheumatic aches.",
        "Directions for Use": "Take ten to fifteen drops of Wheezal Wl 4 Backache Drops in 2 sips of water before every meal. To be taken four to six times daily or as prescribed by the physician.",
        "id": "Rheumatic Fever_34",
        "url": "https://www.1mg.com/otc/wheezal-wl04-backache-drop-otc387857"
    },
    {
        "name": "Dr Willmar Schwabe India Ailanthus Glandulos Dilution",
        "description": "is a homeopathic medicine which is recommended for streptococcus infection, low fever with throat infection and bleeding. It is indicated when there are symptoms like purplish, dark and hot skin, semiconscious state, weak pulse, and general prostration. It is also recommended in treatment of diarrhea or dysentery, sensitive and enlarged parotid glands, depression and frontal headache.",
        "Directions for Use": "Dosage should be directed by the physician",
        "id": "Rheumatic Fever_35",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-ailanthus-glandulos-dilution-1000-ch-otc395428"
    },
    {
        "name": "Dr Willmar Schwabe India Ailanthus Glandulos Dilution",
        "description": "is a homeopathic medicine which is recommended for streptococcus infection, low fever with throat infection and bleeding. It is indicated when there are symptoms like purplish, dark and hot skin, semiconscious state, weak pulse, and general prostration. It is also recommended in treatment of diarrhea or dysentery, sensitive and enlarged parotid glands, depression and frontal headache.",
        "Directions for Use": "Dosage should be directed by the physician",
        "id": "Rheumatic Fever_36",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-ailanthus-glandulos-dilution-12-ch-otc395431"
    },
    {
        "name": "Dr Willmar Schwabe India Ailanthus Glandulos Dilution",
        "description": "is a homeopathic medicine which is recommended for streptococcus infection, low fever with throat infection and bleeding. It is indicated when there are symptoms like purplish, dark and hot skin, semiconscious state, weak pulse, and general prostration. It is also recommended in treatment of diarrhea or dysentery, sensitive and enlarged parotid glands, depression and frontal headache.",
        "Directions for Use": "Dosage should be directed by the physician",
        "id": "Rheumatic Fever_37",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-ailanthus-glandulos-dilution-200-ch-otc395429"
    },
    {
        "name": "Dr Willmar Schwabe India Ailanthus Glandulos Dilution",
        "description": "is a homeopathic medicine which is recommended for streptococcus infection, low fever with throat infection and bleeding. It is indicated when there are symptoms like purplish, dark and hot skin, semiconscious state, weak pulse, and general prostration. It is also recommended in treatment of diarrhea or dysentery, sensitive and enlarged parotid glands, depression and frontal headache.",
        "Directions for Use": "Dosage should be directed by the physician",
        "id": "Rheumatic Fever_38",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-ailanthus-glandulos-dilution-6-ch-otc395430"
    },
    {
        "name": "Bakson B1 Influenza & Fever Drop",
        "description": "Bakson B1 Influenza & Fever Drop is a safe and effective homoeopathic solution for a range of respiratory tract infections. These drops are specially formulated using high-quality homoeopathic ingredients to provide relief from fever, cough, sneezing, and influenza symptoms. If you are looking for a homoeopathic solution for fever, Bakson B1 Drops can help alleviate the associated symptoms such as malaise, fatigue, body aches, and fever. The drops work by stimulating the body's natural soothing mechanisms to fight off infections and reduce inflammation, making it a gentle and natural alternative to traditional over-the-counter medications. Additionally, It can be used for cough to help reduce inflammation and irritation in the respiratory tract. This homoeopathic solution for sneezing can help make breathing easier and promote faster recovery. Overall, if you're suffering from a range of respiratory tract infections and seeking a natural and effective solution, give Bakson B1 Drops a try. They may help provide relief from symptoms associated with fever, influenza, cough, and sneezing.",
        "Directions for Use": "10-15 drops should be diluted in water and taken every 15 minutes to 2 hours, Or as advised by your healthcare practitioner",
        "id": "Influenza_1",
        "url": "https://www.1mg.com/otc/bakson-b1-influenza-fever-drop-otc387989"
    },
    {
        "name": "Dr. Reckeweg R6 Influenza Drop",
        "description": "Dr. Reckeweg R6 Influenza Drop is a homoeopathic medicine that can help in the management of viral infections like influenza through a proprietary blend of several homoeopathic herbs like bryonia, camphora, and causticum hahne. It can be used in the management of colds and irritation of the mucous membranes. The formulation aids in reducing fever, headaches, piercing pains and inflammations. Regular consumption aids in managing symptoms of influenza and the discomforts associated with it. The drop may help relieve headaches and congestion.",
        "Directions for Use": "Take 10-15 drops in some water every 15 minutes to 2 hours.",
        "id": "Influenza_2",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-r6-influenza-drop-oral-drops-otc326076"
    },
    {
        "name": "A16 INFLUENZA DROPS",
        "description": "Feverish Inflammation of Fibrous tissues and Serious Membranes, Infection with Painful Limps, Dull headaches, Dry & Burning skin, Influenza, and Bronchitis.",
        "Directions for Use": "Take 8 to 10 Drops in half cup of water daily 4 times.  After a fever has gone, take 8 to 10 Drops  in half cup of water daily 2 times. Or as directed by the Physician. Use under medical supervision.",
        "id": "Influenza_3",
        "url": "https://www.1mg.com/otc/allen-a16-influenza-drop-otc330423"
    },
    {
        "name": "Wheezal WL18 Influenza Drop",
        "description": "Wheezal WL18 Influenza Drop is an effective homeopathic solution for influenza. The main flu-like symptoms caused by influenza include runny nose, fever, headache, tenseness in the body, coughing, and frequent sneezing. It is brought on by the influenza virus and, if not handled, may become problematic.",
        "Directions for Use": "Take 10-15 drops of Wheezal WL18 Influenza Drop in little water four times a day before meals or as directed by the physician",
        "id": "Influenza_4",
        "url": "https://www.1mg.com/otc/wheezal-wl18-influenza-drop-otc387881"
    },
    {
        "name": "Lords L 133 Influenza Drop",
        "description": "helps patient suffering from influenza. Influenza is a viral infection, commonly people call it as Flu. The flu causes a fever, body aches, a headache, a dry cough, and a sore or dry throat. It includes malaise, body ache and muscular soreness as well. It prevents all the related symptoms and diseases and supports quick recovery.",
        "Directions for Use": "Read the label or as directed by the physician.",
        "id": "Influenza_5",
        "url": "https://www.1mg.com/otc/lord-s-l-133-influenza-drop-otc449070"
    },
    {
        "name": "Adven A-183 Influenza - Fever Drop",
        "description": "is formulated to provide aid in the case of influenza and acute feverish inflammations of the fibrous tissues.",
        "Directions for Use": "10-20 Drops with water 1/2 an hour before meals 3-4 times daily or as directed by the physician.",
        "id": "Influenza_6",
        "url": "https://www.1mg.com/otc/adven-a-183-influenza-fever-drop-otc517208"
    },
    {
        "name": "SBL Bryonia Alba Dilution",
        "description": "can be beneficial for a number of health issues, mainly for flu and rheumatism. It can help relieve the symptoms of flu like constant sneezing, accompanied by cough and fever. It may also aid in minimising arthritis and rheumatic pains.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Influenza_7",
        "url": "https://www.1mg.com/otc/sbl-bryonia-alba-dilution-30-ch-otc346050"
    },
    {
        "name": "SBL Bryonia Alba Dilution",
        "description": "can be beneficial for a number of health issues, mainly for flu and rheumatism. It can help relieve the symptoms of flu like constant sneezing, accompanied by cough and fever. It may also aid in minimising arthritis and rheumatic pains.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Influenza_8",
        "url": "https://www.1mg.com/otc/sbl-bryonia-alba-dilution-200-ch-otc346051"
    },
    {
        "name": "SBL Arsenicum Album Dilution 30 CH",
        "description": "It is used for the treatment of respiratory problems which include throat infections, sore throat, and cough leading to breathing difficulties. It is also used to boost your immunity against infections. This medicine is also known to improve digestive disorders by relieving the symptoms of acidity and indigestion. It also helps in reducing fever and weakness following an infection. According to the Central Council for Research in Homoeopathy (CCRH), Arsenicum album 30 could be taken as prophylactic medicine against coronavirus infections. Daily one dose of Arsenicum album 30 is recommended to be taken on an empty stomach for three days. The dose should be repeated after one month by following the same schedule in case of coronavirus infections prevailing in the community. Arsenicum album 30 has also been advised for the prevention of influenza-like infections. The medicine is not known to cause any side-effects when taken as directed by your doctor.",
        "Directions for Use": "Take 2-3 drops of dilution in 1 teaspoon of water thrice a day or as directed by the physician.",
        "id": "Influenza_9",
        "url": "https://www.1mg.com/otc/sbl-arsenicum-album-dilution-30-ch-otc338369"
    },
    {
        "name": "Dr. Reckeweg Bryonia Alba Dilution",
        "description": "Dr. Reckeweg Bryonia Alba Dilution is an effective remedy for the treatment of a number of health complications primarily focusing on the treatment of flu and rheumatism. It relieves the symptoms of flu such as constant sneezing, accompanied by cough and fever. It is also effective for the treatment of arthritic and rheumatic pains.",
        "Directions for Use": "Take 5 drops diluted in half cup water thrice a day or as directed by the physician.",
        "id": "Influenza_10",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-bryonia-alba-dilution-30-ch-otc326880"
    },
    {
        "name": "Dr. Reckeweg Bryonia Alba Dilution",
        "description": "Dr. Reckeweg Bryonia Alba Dilution is an effective remedy for the treatment of a number of health complications primarily focusing on the treatment of flu and rheumatism. It relieves the symptoms of flu such as constant sneezing, accompanied by cough and fever. It is also effective for the treatment of arthritic and rheumatic pains.",
        "Directions for Use": "Take 5 drops diluted in half cup water thrice a day or as directed by the physician.",
        "id": "Influenza_11",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-bryonia-alba-dilution-200-ch-otc335840"
    },
    {
        "name": "Dr. Reckeweg Arsenicum Album Dilution",
        "description": "Dr. Reckeweg Arsenicum Album Dilution is a homoeopathic preparation that can help reduce acidity, indigestion, and other stomach disorders caused due to exposure to cold food items or drinks. It also helps alleviate respiratory problems, which include throat infection, sore throat, and cough, leading to breathing difficulties. It may also reduce body temperature and weakness following an infection. This remedy may also help boost immunity against infections.",
        "Directions for Use": "3-5 drops with 1 teaspoon of water once daily for 3 days or as directed by the physician.",
        "id": "Influenza_12",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-arsenicum-album-30-dilution-otc328906"
    },
    {
        "name": "SBL Arsenicum Album Dilution 30 CH",
        "description": "It is used for the treatment of respiratory problems which include throat infections, sore throat, and cough leading to breathing difficulties. It is also used to boost your immunity against infections. This medicine is also known to improve digestive disorders by relieving the symptoms of acidity and indigestion. It also helps in reducing fever and weakness following an infection. According to the Central Council for Research in Homoeopathy (CCRH), Arsenicum album 30 could be taken as prophylactic medicine against coronavirus infections. Daily one dose of Arsenicum album 30 is recommended to be taken on an empty stomach for three days. The dose should be repeated after one month by following the same schedule in case of coronavirus infections prevailing in the community. Arsenicum album 30 has also been advised for the prevention of influenza-like infections. The medicine is not known to cause any side-effects when taken as directed by your doctor.",
        "Directions for Use": "Take 2-3 drops of dilution in 1 teaspoon of water thrice a day or as directed by the physician.",
        "id": "Influenza_13",
        "url": "https://www.1mg.com/otc/sbl-arsenicum-album-dilution-200-ch-otc345914"
    },
    {
        "name": "Dr. Reckeweg Arsenicum Album Dilution",
        "description": "Dr. Reckeweg Arsenicum Album Dilution is a homoeopathic preparation that can help reduce acidity, indigestion, and other stomach disorders caused due to exposure to cold food items or drinks. It also helps alleviate respiratory problems, which include throat infection, sore throat, and cough, leading to breathing difficulties. It may also reduce body temperature and weakness following an infection. This remedy may also help boost immunity against infections.",
        "Directions for Use": "3-5 drops with 1 teaspoon of water once daily for 3 days or as directed by the physician.",
        "id": "Influenza_14",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-arsenicum-album-200-ch-dilution-otc328907"
    },
    {
        "name": "Dr. Reckeweg R55 All Kinds Of Injuries Drop",
        "description": "Dr. Reckeweg R55 All Kinds Of Injuries Drop can be beneficial for injuries like fractures, luxation, sprain, and wounds caused by firearms or sharp weapons which involve bleeding. It may also be used as a complementary remedy in feverish infections, and sepsis, and has a stimulating effect on the defensive energy of the organism. The homoeopathic formulation also covers excesses in sports, overstrain, and rheumatism occurring where old injuries have been sustained.",
        "Directions for Use": "In acute injuries: 10-15 drops in little water or undiluted every 10 minutes, In fracture: 15 drops the first day every ¼ hour, the second day every ½ hour, the third day every hour, then daily 10-15 drops 3-6 times, preferably before meals, In influenza and cardiac complaints: Use the present remedy alternatively with other remedies according to the degree of gravity, every ¼ to ½ hour",
        "id": "Influenza_15",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-r55-all-kinds-of-injuries-drop-otc326013"
    },
    {
        "name": "Dabur Laxmi Vilas Ras (Nardiya) Tablet",
        "description": "helps in treating common cold, influenza and body ache. It also helps to strengthen the lung tissue and takes care of the functioning of the heart and lungs.",
        "Directions for Use": "½ -1 tablet (125 mg –250 mg ) to be taken in the morning and evening with betel leaf juice and honey or as directed by the physician.",
        "id": "Influenza_16",
        "url": "https://www.1mg.com/otc/dabur-laxmi-vilas-ras-nardiya-tablet-otc511921"
    },
    {
        "name": "Baidyanath Draksharishta Syrup",
        "description": "Baidyanath Draksharishta Syrup contains munakka, marich, chaturjat, pipal, vidanga, priyangu, dataki, and jaggery among other ingredients. These ayurvedic herbal ingredients confer diuretic, antipyretic, stimulating effects, and purify the blood. Baidyanath Draksharishta Syrup is useful for those suffering from respiratory infections including common cold, cough, bronchitis, pulmonary diseases, influenza, tuberculosis, pneumonia, and whooping cough. This Baidyanath Syrup is also indicated in constipation and general weakness.",
        "Directions for Use": "Consume 15 to 30 milliliters of the syrup with the same volume of water two times everyday after food. Use under medical supervision.",
        "id": "Influenza_17",
        "url": "https://www.1mg.com/otc/baidyanath-draksharishta-otc325925"
    },
    {
        "name": "Dr. Reckeweg R4 Diarrhoea Drop",
        "description": "are the drops that can be used to treat diarrhoea. It may help relieve discomforts related to diarrhoea.",
        "Directions for Use": "Use as directed on the label or as advised by your healthcare provider.",
        "id": "Influenza_18",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-r4-diarrhoea-drop-oral-drops-otc326080"
    },
    {
        "name": "SBL Baptisia Tinctoria Mother Tincture",
        "description": "is a useful homoeopathic remedy which helps in treating various health related complications. It treats debility, reduces high body temperature, treats malarial poisoning and extreme prostration. It is also an effective remedy for the symptoms associated with flu such as cold, cough and fever.",
        "Directions for Use": "Take 5 drops of mother tincture diluted in 1/4th cup of water thrice a day or as directed by the physician.",
        "id": "Influenza_19",
        "url": "https://www.1mg.com/otc/sbl-baptisia-tinctoria-mother-tincture-q-otc348868"
    },
    {
        "name": "Dr. Reckeweg R45 Illnesses Of The Larynx Drop",
        "description": "is helpful for the treatment of laryngeal catarrh and for reducing vocal cord irritation. It alleviates the sensitivity of throat wounds and aids in treating hoarseness. It also reduces inflammation and mitigates the effects of overstress and vocal cord injury.",
        "Directions for Use": "Use as directed on the label or as advised by the physician",
        "id": "Influenza_20",
        "url": "https://www.1mg.com/otc/dr.-reckeweg-r45-illnesses-of-the-larynx-drop-otc326026"
    },
    {
        "name": "SBL Influenzinum Dilution",
        "description": "is effective for treating cold, influenza, and catarrh. It is also helpful with flu.",
        "Directions for Use": "As directed by the physician",
        "id": "Influenza_21",
        "url": "https://www.1mg.com/otc/sbl-influenzinum-dilution-200-ch-otc347960"
    },
    {
        "name": "Sri Sri Tattva Madhukari Herbal Tea",
        "description": "Sri Sri Tattva Madhukari Herbal Tea is an exquisite blend of 16 exotic herbs and designed to act as an appetizer, digestive aid and help in reducing kapha. It is a refined integration of pure herbs that is caffeine-free and offers a refreshing way to replenish energy and support overall health and well-being.",
        "Directions for Use": "Take equal measures of water and milk, Add half a teaspoon of Madhukari tea and bring it to a boil. (Add sugar/sweetener to taste, if needed), Strain and serve hot",
        "id": "Influenza_22",
        "url": "https://www.1mg.com/otc/sri-sri-tattva-madhukari-for-energy-digestion-caffeine-free-herbal-tea-otc499093"
    },
    {
        "name": "SBL Influenzinum Dilution",
        "description": "is effective for treating cold, influenza, and catarrh. It is also helpful with flu.",
        "Directions for Use": "As directed by the physician",
        "id": "Influenza_23",
        "url": "https://www.1mg.com/otc/sbl-influenzinum-dilution-30-ch-otc347959"
    },
    {
        "name": "SBL Influenzinum Dilution",
        "description": "is effective for treating cold, influenza, and catarrh. It is also helpful with flu.",
        "Directions for Use": "As directed by the physician",
        "id": "Influenza_24",
        "url": "https://www.1mg.com/otc/sbl-influenzinum-dilution-12-ch-otc353622"
    },
    {
        "name": "SBL Influenzinum Dilution",
        "description": "is effective for treating cold, influenza, and catarrh. It is also helpful with flu.",
        "Directions for Use": "As directed by the physician",
        "id": "Influenza_25",
        "url": "https://www.1mg.com/otc/sbl-influenzinum-dilution-1000-ch-otc347958"
    },
    {
        "name": "SBL Influenzinum Dilution",
        "description": "is effective for treating cold, influenza, and catarrh. It is also helpful with flu.",
        "Directions for Use": "As directed by the physician",
        "id": "Influenza_26",
        "url": "https://www.1mg.com/otc/sbl-influenzinum-dilution-6-ch-otc353621"
    },
    {
        "name": "Dr Willmar Schwabe India Bryonia Alba Dilution",
        "description": "Dr Willmar Schwabe India Bryonia Alba Dilution is an effective remedy for the treatment of a number of health complications primarily focusing on the treatment of flu and rheumatism. It relieves the symptoms of flu such as constant sneezing, accompanied by cough and fever. It is also effective for the treatment of arthritis and rheumatic pains.",
        "Directions for Use": "Take 3-5 drops 2-3 times in a day, or as directed by the physician.",
        "id": "Influenza_27",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-bryonia-alba-dilution-30-ch-otc398020"
    },
    {
        "name": "SBL Bryonia Alba Dilution",
        "description": "can be beneficial for a number of health issues, mainly for flu and rheumatism. It can help relieve the symptoms of flu like constant sneezing, accompanied by cough and fever. It may also aid in minimising arthritis and rheumatic pains.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Influenza_28",
        "url": "https://www.1mg.com/otc/sbl-bryonia-alba-dilution-6-ch-otc349100"
    },
    {
        "name": "Dr Willmar Schwabe India Bryonia Alba Dilution",
        "description": "Dr Willmar Schwabe India Bryonia Alba Dilution is an effective remedy for the treatment of a number of health complications primarily focusing on the treatment of flu and rheumatism. It relieves the symptoms of flu such as constant sneezing, accompanied by cough and fever. It is also effective for the treatment of arthritis and rheumatic pains.",
        "Directions for Use": "Take 3-5 drops 2-3 times in a day, or as directed by the physician.",
        "id": "Influenza_29",
        "url": "https://www.1mg.com/otc/dr-willmar-schwabe-india-bryonia-alba-dilution-200-ch-otc398019"
    },
    {
        "name": "SBL Bryonia Alba Dilution",
        "description": "can be beneficial for a number of health issues, mainly for flu and rheumatism. It can help relieve the symptoms of flu like constant sneezing, accompanied by cough and fever. It may also aid in minimising arthritis and rheumatic pains.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Influenza_30",
        "url": "https://www.1mg.com/otc/sbl-bryonia-alba-dilution-1000-ch-otc346052"
    },
    {
        "name": "SBL Bryonia Alba Dilution",
        "description": "can be beneficial for a number of health issues, mainly for flu and rheumatism. It can help relieve the symptoms of flu like constant sneezing, accompanied by cough and fever. It may also aid in minimising arthritis and rheumatic pains.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Influenza_31",
        "url": "https://www.1mg.com/otc/sbl-bryonia-alba-dilution-cm-ch-otc385166"
    },
    {
        "name": "SBL Bryonia Alba Dilution",
        "description": "can be beneficial for a number of health issues, mainly for flu and rheumatism. It can help relieve the symptoms of flu like constant sneezing, accompanied by cough and fever. It may also aid in minimising arthritis and rheumatic pains.",
        "Directions for Use": "Use as directed by the physician.",
        "id": "Influenza_32",
        "url": "https://www.1mg.com/otc/sbl-bryonia-alba-dilution-10m-ch-otc385164"
    }
]